{"architecture":{"class_name":"Functional","config":{"name":"sequential","trainable":true,"layers":[{"module":"keras.layers","class_name":"InputLayer","config":{"batch_input_shape":[null,79],"dtype":"float32","sparse":false,"ragged":false,"name":"input_1"},"registered_name":null,"name":"input_1","inbound_nodes":[]},{"module":"keras.layers","class_name":"Dense","config":{"name":"dense","trainable":true,"dtype":"float32","batch_input_shape":[null,79],"units":512,"activation":"relu","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"registered_name":null,"build_config":{"input_shape":[null,79]},"name":"dense","inbound_nodes":[[["input_1",0,0,{}]]]},{"module":"keras.layers","class_name":"Dropout","config":{"name":"dropout","trainable":true,"dtype":"float32","rate":0.2,"noise_shape":null,"seed":null},"registered_name":null,"build_config":{"input_shape":[null,512]},"name":"dropout","inbound_nodes":[[["dense",0,0,{}]]]},{"module":"keras.layers","class_name":"Dense","config":{"name":"dense_1","trainable":true,"dtype":"float32","units":258,"activation":"relu","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"registered_name":null,"build_config":{"input_shape":[null,512]},"name":"dense_1","inbound_nodes":[[["dropout",0,0,{}]]]},{"module":"keras.layers","class_name":"Dropout","config":{"name":"dropout_1","trainable":true,"dtype":"float32","rate":0.2,"noise_shape":null,"seed":null},"registered_name":null,"build_config":{"input_shape":[null,258]},"name":"dropout_1","inbound_nodes":[[["dense_1",0,0,{}]]]},{"module":"keras.layers","class_name":"Dense","config":{"name":"dense_2","trainable":true,"dtype":"float32","units":512,"activation":"relu","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"registered_name":null,"build_config":{"input_shape":[null,258]},"name":"dense_2","inbound_nodes":[[["dropout_1",0,0,{}]]]},{"module":"keras.layers","class_name":"Dropout","config":{"name":"dropout_2","trainable":true,"dtype":"float32","rate":0.2,"noise_shape":null,"seed":null},"registered_name":null,"build_config":{"input_shape":[null,512]},"name":"dropout_2","inbound_nodes":[[["dense_2",0,0,{}]]]},{"module":"keras.layers","class_name":"Dense","config":{"name":"dense_3","trainable":true,"dtype":"float32","units":258,"activation":"relu","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"registered_name":null,"build_config":{"input_shape":[null,512]},"name":"dense_3","inbound_nodes":[[["dropout_2",0,0,{}]]]},{"module":"keras.layers","class_name":"Dropout","config":{"name":"dropout_3","trainable":true,"dtype":"float32","rate":0.2,"noise_shape":null,"seed":null},"registered_name":null,"build_config":{"input_shape":[null,258]},"name":"dropout_3","inbound_nodes":[[["dense_3",0,0,{}]]]},{"module":"keras.layers","class_name":"Dense","config":{"name":"dense_4","trainable":true,"dtype":"float32","units":64,"activation":"relu","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"registered_name":null,"build_config":{"input_shape":[null,258]},"name":"dense_4","inbound_nodes":[[["dropout_3",0,0,{}]]]},{"module":"keras.layers","class_name":"Dropout","config":{"name":"dropout_4","trainable":true,"dtype":"float32","rate":0.2,"noise_shape":null,"seed":null},"registered_name":null,"build_config":{"input_shape":[null,64]},"name":"dropout_4","inbound_nodes":[[["dense_4",0,0,{}]]]},{"module":"keras.layers","class_name":"Dense","config":{"name":"dense_5","trainable":true,"dtype":"float32","units":64,"activation":"relu","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"registered_name":null,"build_config":{"input_shape":[null,64]},"name":"dense_5","inbound_nodes":[[["dropout_4",0,0,{}]]]},{"module":"keras.layers","class_name":"Dropout","config":{"name":"dropout_5","trainable":true,"dtype":"float32","rate":0.2,"noise_shape":null,"seed":null},"registered_name":null,"build_config":{"input_shape":[null,64]},"name":"dropout_5","inbound_nodes":[[["dense_5",0,0,{}]]]},{"module":"keras.layers","class_name":"Dense","config":{"name":"dense_6","trainable":true,"dtype":"float32","units":16,"activation":"sigmoid","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"registered_name":null,"build_config":{"input_shape":[null,64]},"name":"dense_6","inbound_nodes":[[["dropout_5",0,0,{}]]]}],"input_layers":[["input_1",0,0]],"output_layers":[["dense_6",0,0]]},"keras_version":"2.13.1","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[79]],"output_shapes":[[16]],"tests":[{"inputs":[{"shape":[79],"values":["DTKfv+XjiT/yrSy/nKs+Pd+6QD7BRZk/8qcmP11+D78OvB6/EYgUP5HGej4DQsO+uNi4Puj0dL5SA4G++ot6v5ZcJkDw5sG/rcg7P8U2i76zOP4+rxOJP6o3AUAA4Z69c88BwCy937+O1QC//RYMPneEb7/+r7G/rLVBPyzlrz8eKFs/jxYDPypGJz8gI4G+Kp2DP9C5R76Tnqm/ysmuPl84tb/IX8E/0J0Vv2SBkD2VEd2+7dMfP3oPhb90iTy/hvspP3YUZr+E/gI/vlF6P58yeL8d+gw/Kq4LP0nzv74KYea9ZPT2vuoC8z5gHcI/eARRP9fPzL5OxCE+YD3IPyH76z/HYjA/httVP+L6Kz/Xgh4/5SypPxm+nr2sAHe/OIyMPyt5PECUWo2/mayzPXdo/r7yRDa+w4qHvQ=="]}],"outputs":[{"shape":[16],"values":["grR8P/Fo4TkptfI4f/L0OsU5BzlqsMI6XRYrO3A1wzoCtLszCKuuNrd2gzrOo8465nvROk8X2zeNg38yFn0/NA=="]}]}],"trainable_params":{"dense":{"weights":["IFKpPoFR7T6+uTc/2yCKP6Tfjz+vZNU+k0IqP/jibD7EiBw+ebdcPwnZbD4GBcw+yejsPqAsFr1hD1q8DP64P6OMBj+xk70+UnpgvuHZuD7BKjE/QN6EPo/TBz+pjWs+WqFtP+9fMT4FTR4/ER8mPxtpRz8QQBw/waoUPup7lr7WdyQ/5at/PyS23j91+7A/o6KJPxq5fj93dd2+BTerPp11PD5sTOA9XjBQP2MYPD9EeCM9LDKhPmzdxjyHjpM+0RLBvSayID8DIoA/1NGcPotXez/jEwBADO8cP+r11D52PKI/bd1nP/k1qT89dzs/+yOSPlmBXD4aFK4/pl6/Pw+GDz3qdhZA9DlqPxtDGD9Z3iE/EC6gPw2mQz8rDGM+jMRPP3mHMD/RgLI+1sMdPziToT8R8mY8u+eRvpDG8T9mpdM9ILwHP2X57z5fyhw/khxxvQQXED9DBgFAFTOuPgBD7z5+jng/aPT4Pp6QAD91m4s+NRpsP/Lsgz9aBnM/FIEfP/v3IT9bARo/YO/7PbgOK71WNvY+jiAlP9v6KT9CHU8/zlkuP2kw8j4vddw+YXf3Pno2Wj9IiaM84iQ3PycCUz5L5wE/BCbcPhSusD2xJoa+DamjPjA1Vz9ukYQ/6n7gvpzGdD+gmaU+diuqPd5P3T+Vmbg+MRjSva5dYj+3rdk+6AMFP3pfOD/s3W0/aELxPr8Kkj/pyvo+qaA5P6LuXz7nV1c+YbaePkNOPD+EvK8+0rkCP7A/pD6rNxQ/BiEyPxH8az+rZZg+Rf47P79XJj8z93I+SQecPuhUor6Kesc+kOfpPsAWuz7xp20/sVchPqvoTD8DVkE+Pw4GP9M52D41n3c/Z4jgPiUX6z7KOR2+JWT+Ph8sPD+krIu9hs71PuXQCD9sv2E+8IT4Pi/dcT8tODI/53FtPtSmfz8NMx0/ZF/ePi8v2z6KjbE+J/EYP2igaz97M60+IJzxPvJAqj5DJAxALfdhPkeoML63sQY/xm4UQCyXhj07aV+9","EEjEP9KH5j+zgbA/bAzGPigNez7WrkY/RVBvvqxZkD7V6tk/qeIRP/ahWT8lVfe9OMppvRSgUz3m+hw/RJeNPuPvHT/p3+g+5KdbO/BnKj9DUAw9/m40P7uC9D4vgaE/4/SuPMGOkz70Vw0/0YakPouGJD8dzCw/JNJXPyO9dz9Q38g/DEeCP7ZM4j4izgI/MmslP2j4HD88dGA/V/E8P8s9pz6KrSQ+15XnPu2/tT+KuRo/+9upPorrkb4RLMI+RBkTP5FF+z5tBI4+SM1HPgtmVT/vO04+m3B9P+wE2j7nktK9Hr74vZwWXz9p0Ag/wkHQPkgSqj9adV8+r+ktP3WRDz80Txk+Ue5dP8nYeD/4yh4/zvSCP8n2hr6rV/M+BjO2Ps0vyD++hNg+Nv92PpxPNT+/Gbw/9tsXvZ3ecj/5J7Q+3O2nPgfGGj9yvVc9FjCnPrqO2j5babM+hVyaP4ndwzsd9gs/TIN1P0Qmpz6AtU0/z7yQPcALPT/kUvY+cD9xP9vZ3j2RfdU/mdsvPy/nZr/WWPE+1NotP2he6L7/NJw/OsJBP0srNz+FDR4//l4WP7Sjzz7whOk8wouEPuiiyD55IHA++ELnPqsW3j9MVj0/+tzpPquNmD4Zg9I+ZYTfPl9AoT7P0Yk+kKLpPm6gAL5kHVk9IlJsv/sXgD7aNfE/O6vdPpGt+75JbNA9W+ycP+fIJD6qqOA+o4x+Pwpguj/xKwo/jExfPuzTMry6ptE+EW3iPsK0sj9zWj4/4MndPlX+DT9ntMU/y5JvP/DSPz77CYe+2JOhPi063D5++ao+OgXiPhM9GD//D04+B+o/P/Cv3D61LJi+kDhVPcGR2z6vKA4+Y4TIPxoFXj/YObg+ZwWZvj+7zT4m4YI/0a71vveFID8oJrg+goRJPy1gnT8GxgA/wZwqP0klMz/so0o/GGM0P7/skD6exUk/6yRKPlj1GD9X7AE/eoGzPhfiS78wOiE/LlMSP0XjQj/kHnE/fahmvmweQT5wC5w/","nGBKP4ngcD+HyZE/wHEMvuccx72gTD0/0nyaPwFpsD/nm6U+frUyP9FNoD8Mqq8/5Ow4P8O8JD811rY+vfqgPrZaJb7V0yg+DaF4P23l0T7QgoI7jnGMPsEh7j396BU+ypo2P/o1Az/bt1M/xhPMPmEU3D9aNz8+jYnhPnv0fj3NugU/PGUKv4/KVD/Eycg9hWlvPk3DIz9FDkk+/w3TPe/Y5j/1VnY/tPKVP0SkBD9okgc+n67pPhdpqz7vMh0+KK0WP6qf6D4tU+I+edysvbOX1j4fjRM/PMD/PoIAuj67yZM+KH9Svpr5dL7LKOc6uv9RP2vzbz8YV1M/yIUUPkxOvj7Vpgs/GZxvP8VWTj4Voaw+VakRPqvU1T65+Mk+jiWBP6jCSj/pX9w+qr1KPy2IGT3Tf/s9sekcPd8EPT9ap8I+wHqgP34QUz+hnYM+/MWPP5wv+j+18q4+c3QHQNHXoz4MEBU/AlwfP3BY3T6mkPw+QFwkP+mfQT8tT1A/bMevPrYCRz9fr0Y/ZkmrPe/Svz4HC30++0YeP+KqKT9oT4o/olfZPlu4sD7eq4M+Ok05P8jNCj8shlC+Fc8XPxT3wz0DAVc/ouinvrLVBj++mX8/ROmRvbJOij8vlOU9TxjJPrCEMD5HlI4/0IY+PzpvNT+QUEE/8eDHPoG0HT/g8Yu7jiGtvfl8lT4pqES+igz6PXtZbjwOu5Q+zmAdvUl70r2UaRa+JS7Wva8Zq7tsQAq9PiUTP85lwD5atay+bN27PvaAuT1nbhk/Uy2JvdVUOD2smgs9EK7GPl8rEj5f7jU+p52wPhg9gL7WciM/4cQnv4LGMz3++t49mb7wvf5gVT51Ao8+QPquPQYlk7yKQhE+S0n0PuBsvD3TMq28MjCbPuVj1z5j3Ki9YIuoPDM8gj4c0Ba+iGfxvd4BCj6D6GG+Z2ypPk0rmz1YGCw9hwKcPaN4Ar4MU0W+yDJEPg8rHz07sAu+eQq1PgJ+0z6hVMY9VYVcPj/2KT7TJ6U+","zZb0PcMZBT4WmBi9CSqNPjpNQjwW3B2+oF49PndYWz6BFV2+TOAJvKpdHj6OFYQ8LCMqvmmADj8DD+s+o2s2vuZB9z4dK6i94zGpvuExL725K0O+vEzOPbWss7xmNDg+yt/NPkLL8D0/vA++cjPmvZf7w73/d78+1qGoPgqkOT52NJ0+pkY7vGckm7xlsbE+p2A4vhqvc72Xths+UaTFPir9Mbzu8oY+TfoKPkLb2j79lBe9TRG4vQLPRT7FASS+4y6IPansBb0DAe8+Jv9NPoOIkb5nw18+0rfLvRdGe73oByY+ONI+PmBq2z7fMjQ+71GyvcK//j0sZIa85eBsO2/sFj4O75Q+hve5PrB91z6hHNM+W+lFPuEO4z6hp2a+4Uh7PlZnEj+tYxI+kYADvxqbur4723k++Qvfvhezwj04vBG+j/mtPhaPpT3Y7HA+KUnzvqg5Az4EgQS/uZdEvvAprD5Edfi+lDbJvn9XCT5sebG9f2qFPh6fcz6ZZ72+Ppy4PmTo0bw0oZo9UzokPoN2sD2TMEM9VgKVuyb0tbvwPmQ+BC/BPhrAFj/+DtC9w8bFvbzfib5F9QY/TlCfve76Ab4UEbE8IdPiPv+tUT1y79A9tKgcPgf9qz057LQ+hGRUPrgi5bympnM+bltDPas1OD35++69IFZAPtYSBr5hKei9uJuJvqRdfr49dZO+QZpQvqSCzzyNWoi+iq+KPnqo1j42ZRU8TcVvvZQ0jD6fSC09q8TTvNuLoDzRrmm9+u7QvSAN1r0xYrC+jbLvvcXq/j7NmqO9kOaJvRvFlz4At7g+o0mEPjZa/z7EOx4+J3F2Pg4/tb3BdJA++ix3Polzeb7XHG4+mUBgvhzYhT7zozc+LQeMPilsob7q0PU+qyQIPfjotT5Kmuq99OluvsDalT7XY9Y+djv+PRJ1/b0/QBg/zv9BPtSVgr4C6No9KfrKvHJ5Wz0F9Os+L7xZPk+HTT1wuCS+b7bfPkE3wD5e27w+eUYkPIY1jD71Fz49","J5k9PnR3HD+feVw+l6FYPp7pyT315QA9iAyfPgCY1b3kt/W+lqJOPshqmbztgLi+XHeTPUeupr4iVMy+AACHPtspyzz8pMY+Jaajvi2bn75IA1U+SigGP8for74ycsc8VY1qvKrhZD1IoHe+NSDLvp6gPj7LC58+fXD9PXJUhD3IrkS+IpnwvrTZwL6a2ok9UEqXPkZatb2AUhs9I6Z+Pn99Dj7jf2Y+gvHgPX1mkj6PlGy9vel6voCWsT3xcma+ufC8uv3CBz7e8lM+PujBvXSk4jwPxKC++30svaEpZz3f2mi7Cw1YP3n3Hj7WB/29lOCDvvDnyD53IIU9zNkPPnCPcjwdRFa9EjGRvoeUQz1g3F0+mFsfPksGmzz9Vwg/smD7PoRCJr4vEaI+B3Ecvpjfyj6ooYI9PjlIPkzOWL7CMEw+6AkVvxQE3D310Sm+DcWrPjaC8T2FxjI+/ap+PjnaCz5HFuU9XU7ZPicUhj67TrU+Yq6MPtyjFb234Vk+o2nJPpCCg72uLWw+pzi6vURvQjzC+o08QTmKPmFVHD48Piu+Hfo5PWO1qr0EvWw++ezpuw6m7D3DXyk+AygmviLmUj56iXU+3uaqPjHslT6kLKM+lwrovQlu5708k2q955+3PrE9YD5++5g+wsfxvYdQ2T7WWTu+5mwjPzwl1b5p3Ig+yVwfO58MH729356+s9NbPjupIL9Il1s8g5mKPhXgvj4hxpS+GOnEvfkXzj6TVww/dVhMPqr5Yr0n9d++NR7zPb2E8rvWnFG+1kTUvTAQ0r7PH/s+/sTuPjS6Iz1O3MY8p6qUPryTxL7iV2a9uNRQuz19Eb9K+6k81NJsvs/KFD8zb328yt/kPpiUqT7HUKq+q0fJPHDmWz4Ou94+i/eKvTsnCz4IeSw+Wq4XvpuH1j47w729JgYMv9BNlT1ESIc+jVNbPv46rj2YDSY9pIPRPVaXsLyv2gw/qpicPbVCkT3Eyz6/i3+MPpxVO7wSpUQ+EaSuvjvzFT4PB8s+","v5y9vF4zqL7fXHu+Lh0kvvXThb7vDAQ+PEXevrwUur3nn829BWIbPgu4Uz19vB49BmTGub/e9z3pJ5m+dzcUPuBQeD59X7y8RSxXPoRSZL5OTg4+qVSGvddFpLx4GTw+EeSbvFMBcD68h5W+YF/VPRaDEr47T7A+mOF0Pv3c+7wT9HY+ruaGPslwFb8U+me+I21gvjtb8z7cbRw9Qbx0PtH+gr1HJoa9mxqxPjpozT3Z1pc+PCVkvKVRIz51iw+/t+Knvu7Xz71UQcY9kGDZvtiA8j2XqkU+LWwYvrGrsj70xuy9p07LPQEyNjyZmRY+MExgvXF78T6ugfk+3Thnvok8IT8Jnbk8HxkJvuYMgT/Z3kE/ZvsvP5pRHT+ZiK8+PEMIP2x/vz6PWqM+NY80PcHU1D6qS4G+1rlaP6muEz/zRpQ+4i/aPjhF/T6DTA8/XFA+P6QtSj5n2DM/N8wwP+7gCj8f1vY+ZNBwPskyJz5DTJs+bulqP4EMFT/UeHI+mMxJP/JPkD4YoP0+JiR8P0opLj/nuzc/J8wYPlVS3j4/Vf0+XHXyPW2BLz7igj8/OSTjPhjWl72RHF+/AVN+Pjqhdj6Ia3M+q5v0PptzHj9AYsE+a1/JPq9oCz8OE90+zlIeP4HEiT50Nxc/Lp2CP6lHIL6YZCc++qSRP1Sa3z6ZiBY/YiCYP7YlRz8IyDM/qvzBPoNXej7RxYw+VHHDPt+reD/X5SU/tJr4vjEaUz9EsLU+i3omvW14/D0mS4Q/UVCHPo0JLD+xMCk/7O29PvIaBr5pOEI/x0kpPzdYYj4YVvk+SNY9PzqB5z6Dt3E/skoPPs4SFb71i5Q/fHIZPzvADT4F1P0+699DPiUiEz/u68m+Kg+Du7Z7C749VgM/pygrP1YKvr2pUTA/H2cvP6m6Aj+dARs/SGkpPWaWDT/wHwo/isQfP9YLBj8XRZs+bhK8PU6XvD57WTM/110HP+GQgb7GPJU/aXOqPodWnT7I4tc+bYexPmZPFz/RIYU+","I0AYP66LlD5u6V4/QGsLP5weZT8GJ8c+/GZZO5DgSj81pVg+u01DPnyNBj8e4BE/x3n3PmlXZT9Zcy6/ghTnPqzeMj+GhoQ/Kt4MP3LQHT9nwDe/7FIsP+/ZeT5z2MC9kNLIPvW+2z2N6kg/O2hGPo76Az89+io//mkAP6H2FD/lhyY/Fn4EPygYPj/DqfW99IwvvusY4D7PMRA/WTdwP2S7OT/oilY+2Xu5PvSZozw33Vg+u2UHP7XmCT8H9FY/LgbdPM+h/j6VqlA/P0jxPvAHCD8frFI+b0/BPSlRCz/OXXs+rxkiPyjT6D7IKxW+Fpd6P+QEtT4+aLK/Oi15PoLgbD8LJsg+TbmUPqoObj4STyO/IL4dP2ujpb9WE2w/SWclP4mwdT8HyfE9XEV7ved8uz55/rk+fNz3PFjsCT8FOQA/5GvePgd6Ob+4juU+NTEDP4cH2Tx+nNk+vRF/P5cEAD2KqpA+jhQWPpIYfT8q6Ok+gk6GPkO2ET+3DhQ/7hRWPtGbhz86l9s+Br/evPFywz7fzQA/tB55P/KQAT8SMKE+ygvPPoZFIT8ryOQ+jvfOvgF3yz0bNai8lKh2PScSlD4hYEY/jSMdPKwOAb5lrAs/qmpuvmkB4z5ViU8/Clc6P9XgyL5vUB8//kwpPaLURz9VHh8/fcxBP/x9oj1B+GA+WKIPP6JfKj/Qcoc/V+7sPttoDD87XcA+KuovP3sXHj+zUi0/cOdnv668qr6nOTw/D5WTPgOCmD7rZsU9ZAqdvzhzhr5Q9BE/ZGR7v+oTnLweJfo9BZfzviN0mz/ioqW9aM+AP/JuUD8g9i8+z19cvr3WHz5j6As/yuggPwQQZD+BIuM9VYqPP+tb6D2YtE+/iZbPvnhHHj8E7oS+BRcpP6ZeZj/YGR0/A8EYPxYrCz9CVdA+BN2rPaNdmT7Eq/A+f93RPikiZT+ALVo/Ugcrv/olbj/KS0m/+IeHvhcLhz6wxrM9oygfP7akHT1LKWi/lla8Pi6CSD6DKCo+","GU5rP2RLUj+ARTE9JchLPiCvjz/hjFM/SWoCv2TRQj+EIRA/EOsKP8bIBD8sh1I+XAIePgdkJL+3CYY/8mqivtcQVz7fOek++7GBPxA3Y7+LsPg+a2MFP8BGDL2wTu883dMgPz+XDD9lymk/F3BHvsbkrj6/XTY/JqsVPqeJsD4UMBM/9dV+PUTUoz/qTqK9bMoPP7r3Ir6HeH0+zHPqPuBqkr+dJCQ/vdsSvtoWGj8C4Eg/FssnPyo7Ej8uGwU/kg8qP8jIDT+G3js9WMkIP0E31z2mTyw/kj+LPbTW3L695l29ZZmaPsnGED+uZ7E+aG2ZP5iKfL/WlRU99vVePoTzMz/Rnzg/0YWAP5MDur1LJdg+uGkWP7N1kj/eKBs/vjq8PptvPj6QfaM+N+dTP2PlPj6Ye0S9cqdQP+LTyT5gsmI+TfcYP6D+dD4Wc3E+P362PJMIYT+6zL0+UaAWP/OEND/4go68G4tPPwlSez58GpM/J7YhPlmrsz5HpmS/qCtqPbLxkTxFeys/jAw+PqSFIT/m3Ak/E584P/6yaD5ASBs/GI5UPsil+D7s5TY/Wna4Prwbsz7j6C2+NnGvvsYt+j5V4KQ+j31EPlaH8L4IZcA++xl8PsdxxT4K+hQ/oTznvitpGL8Oles+PKBzPiMrwT70gIw+ZgLpPqnNCT+mrX4/9oiOvrHTZj8x0MG/ffYqPs+gHz2hhg8/AoPuPvIagj+MWkY/NBPmPRUIQj9LWQE+FmZbPuce7z7vODI/TXfXPrvlJz6pc0E/aMfMPrKqgD9Ho5U/qZDJPpEDej+g6yI/Y1oqPx1IHD80uk4/iYoSP20IjT/IFhk/ejINP+QhDT8If0g/QsJDPlhjm76dWSQ/s9LdPln3pz5OcSQ/+wgSP0Cgwr8lUss+cHZUPzJwgj9vSA0/55MhP2hLdD4p0zW+40pHP7QBJj/eEwU+1OG3PvTC5Dy6GjA/MGe/PmmcNT218gw/1coSP1fr6z7eu1M/tKSYPt6CgT/oo44/","2TLdPnnyLj7HLeA9vgePPxB8bT+vXhw/EPZCP2dbxz4Wuf8+htsyP3yX/L1WuXk88G0XP5x85L2day8/64E8P84WBz8RrkQ/LA/CPi53GD8epmU/5mh6PtuPRj9LLtE+YrFIPzYiMT9jZ4Y+Q2mJPl5Fgz61iU4/2SscPxCtuz74dms/JcUIP8dGbT8FC54/E/9kP4cSVT9IWQI+lr62PjSJRT98kyw+4PraPlvgZD9NTME+U1C5vJGajb/BQJY+yPOwvW0HpT5hFl8/v5viPjP0KD8++Qs/GcAWP6fs9T5fdVM/44zxPslxhz+2BY8/efmAPu9/hj5iasQ/ouQCP2QVOD/038A/+6tPP6JfHj+ZeAw/OPb1Pq6wFD8P6Zg+pU4/P/ISfT8rm9K8AOx4P2QhkT7l8W2+fyNVPl0/kz9mSPE9wP86P1uiPj93xJM+cyv0vf38Ej+BbXM/EaSzPjYlwz4h0Gc/jJDfPvg3UT9ZWcQ+azeIPqTeij+vx0A/kaw8PjraNT8zOwQ/MAfpPuMkOb4CMmM+DMMqPkHILj+xKVQ/Mmo8PmrrTz+tF0E/Uso7P8dBAz+0G4G9B9mIPrJuND68RVQ/pIvYPo1xDD/+trA81vLXPn0EKj+B718/XFwvvoLBjj/S0Ys+aCf7PlBsLz+VBqA+dYOePrnoDD2gF2k+V/5IP8A6Qj+lNjI/6bo8P4vW0T6sOhA+ki2LP6HgET+f4o0+5KE7PynLLD/K/ug+4NFdP0U8y74R+iA/jzNOPymzij+kBi8/2awaPz1+ML//ICQ/ELyOPVDYkr4Q3vI+wvZePZkxNj9ZqgY/0hggP95fdT+1OmM+3SopP1E4Pj/FQiw/fOswPxXN2z5THza+IVf6PgCUUT9Qs40/JdZuP30PvT7HGc4+YNODPkP+pD4i8io/epsLP2vvgz//3f4+/U1JPlDpRD/cHjY//FZIP3DPwT5/dp4+0G0FP3U4tj7+DW8/PsLcPoWK1r1aHTo/muy6Plwlp7/tS6Q+","K1aNP6GWZz+iexQ/7VV8PmQO8b4UKTI/kFBov4MkXD/0o4k/ZvOCPx2SbD6gOSY84WzQPhONCj+KCrY+FjNBP5oAGz+yQQE/yC0lvqmZBz/pm94+4Tcivjuj7D56Va4/VZSWvBdsnj7ANZI+KbBaP4MH8T6qdic/qNNUPvDZOT/xnBw/l6mFP08NPD+S4CU+jQfLPg/fRD/nBIY//g8MPxLH2D5sWx8/RWiPPmH/Uj9G0Fi+WXEpPmDKtz6+XSk+BxghP7dEHD89Y+897Xn/vNRHOz8p/Yk8jbkzP8SXhj9Xd1Q/f062vuCR4T4M4RU+bONGP61xdz+JZic/njiLPn9IxL2jiVQ/vMJvP++6ez9eveQ+lEd+P/JxhrxH234/UTJWPoqEjD+1rAO/OOUPv+QKdT8kTAU/4MAVP7RTyLzxQWS/Zk2FPh6YDz95DDa/ZsS2vsV+1jwD0vq+uhiDPwwYIb6FSF4/ZAlzP3sG+j5iGSO9GuffPoUhDz8G7lE/yNI4P7QIlD6qcLw/lJPxPmNMMr9l1SS+B10TP1qd9b6vu4I/5Q5LP4hXSD85pis/+dYdPxJdyz6Q5Nc9hLcAPy9rxT4B0AU/VjF3P1IFdT/spcK+jD9kP8Yhtb64pVO9kVS+Pku6Kj/v+QQ//qVtPjXVcr+UlPY+jKYTPVdJXj7J1J0/0HpmP432DD5Sq84+GU/NP2KDOT/VEg6/6rpmPxptjD89IzA/P2WdPmGfPD5hRzY/HtBdvlRWmz+4BaW+v5JFPnVa0T4oI5M/hVAWvyFzTL3naG8+3kNIPRpjiD5r9E4/OvM8P8e4UD9zV5S+Oew9P1Pocz/vg74+7LwFP0f2Kj8lmYo9XkC+Py9/Cz3TWRU//ZrsvnP3iz6upW8/BcKmv454Hj9x5jo9nVeFP6nuUD9imAo/b2VFPx9ZsD4uWDM/cW//Pn/BDz7I3eU+XpGEPpgXJD8Epvy9NCtRvliAQT2cQL8+DPVVP0x+Nj/0+J4/TydNv17AtD6XCOE+","1Vx/Py0zcD8skoo/+t+CvaUj4T25WjE/naN7P7yEgj/qSaA+g+MWP098ND8ylpc/cK83PtSrzT4Gbjc/7ymYPrWZPz5tBMk+xh0YPzArCz8DI1Y9yehgPzLZyT54px4/YXJaP19HHT5vLG4//5P+Pv5HpT/BXRE+B14FP2VZXL9+Afq8unhUvqOuPD+e0Ig+H8JNP6N27D4mgBs/D22sPggGaD+uaLY+IEdGP3eOdz55wCY+YC/iPrxsjD35uyi+wA8xP/ncPD8NEfQ+KXdQvi7roD4bujs+81YXPgf7HT+AubK+dhojv5ceEz9D8EY+jmI0P7Ap8z2iRKs+3+wQP2KknD9xwHo+z6dwP/dEqb+aCA295XZqvtLBCj/Y/gw/v9iOP/Yzgz/LJ6I+Iu9WP7w0OD161hA/hGzXPofzXD/ZsUg/5AgmP/U0ez+Fm/M+SNeYP3rnhD/+wbE+P4GiPy9aL70JbRI/77hAP3vcmT+xTnk/pBCiP+UxXD8Lvzc/Usm/Pv/WTT/os9M+DhqMvmnP9z5uqUg/Z9xePqTzBz8c7Gk/25GOv9PMnj5Wqzk/6gqCP3Xwdj5abAo/XzTUPgyykr70Vgo/c44AP9w8Qj4wQjk/wGKCvn9ZQD9C6Io+Ca8pPtF+Dj8h6V0/EObEPjyPTz9pwdw+46qLP/T1BD96NA49XkPXvqXMYj3INQE/y9mePjUGELvbAOA9IJdGvge0oz5f00M+hSEGvojWLr1tICM+hUMuPngMCD8Phly+WBBwvuQ3fr5QyKE+5iYFvgMwyz14RqA9q/pfPAuo/z46Wrk7H78CPv8mAL6chME9t/tXvX5TErzWU5c+6YaGPkSvjz7u7Rg+DRfBPrXWmz7RYoI+Td3WPqUB3r1gNL4+cXYFPzHikLsA9gg+3xwQPptM4L4N0/W+lYPsvRhlSjw71LM+ZfOnvnXluD4aMTU+KnhwPV1wFz78dXU8FlDkPmFZNz53+WO+WuuwPhC6AD8dh6i+ao6RPnRNLj98BRg+","BJ2OvpNE7T4lQF0+LBbLPpQW1z2gFLy9SmD4PcpkiT0lFoe+78WEvfOg5L6xwrU+28YHP6Erm7w+Ndg+Nzh3PpwZfj6lTaU+N08OP2AKmD3M5zm+rn07PhkL+z0CP/g+LmfbPlt7mb06vHi+D91XPuYM2L4Y8Qy+UI6ZPjySVz6Tdjo924FevVlniT2bj6o+EfcHv/ersL5L6To+IXxjPjiYAT+VxhO9/bmrPbvbUD7bGpg+wwaFPW1C0T5hevo9byLXPtjYkD4tWQg/ndEQvngVtDvxxs49CDE0P2QgFz/P97o8e1cOP80jwD36Moe+DZsxPsGY6r34rke892o+Pnmz7D4Vk6s+MdCuPt/qpj5RpAk+w2ejvafFarwWKFu+QPxfvpqdmT4/bpe8egd1Pu7+oD1UKek+A5OJvgdZFz4qXoC+B21tPlrt0T3Q7SM/nHLbuDiDSj61ZRW+Hp5cvsq2PT7ncA2+1Z8NPg9qpDye0AU+u8H+PvaHFz6wc6U9oyCwPW+Npz5m7/o+jeGfPi68bL8IW+G6vHjhPRyAgz6yzpg+gQndPdTBmT7XTb68nZp/vuLvqD6ygB8/4c9dPneC0T37TME+svggP248pz3MhJg+03VovnxshL5x2/c+tXOWvgzDmz3v54Q+EowZv70d4j7PpSu9vymEvbfCBT1xgu89PvQMPtkTgL4UtZo+EWtmvllRlD65jrq+4cvzPryl8z0SfAc/l64Evmh2YD4sES68ibkKvjrpFL71cdk+896sPmH3jz6Gzm09j0VavsPMVj4ycwy+iCWfPqavgT5kfYk9d/EePdMC+z2xkN8+P7ANvfW8gz65IIk+W/d5PmuSij6oKJs+nzw5vhPmPT7apJ4+97iaPGJstD5Ml7I+jpWkvX97Sb4eCem7zNkYPlQCwL72IIY+gzMbvp1iKb5v5Ho+7My4PTdjJz78eaS+FRkIPZJdRz4/q9c+9EmkPgvp3D6Hqxk+7HoiP7L7arxxeSc+1HcbP99/9T6wh88+","rffBPl4s0T4seF0+2PYcP60uC70KCje+9wQSP2I4G75zrYE9g0n2PoKpRL4ZbA2/jyGRPrH5gL56R8k9HcYUPoRymL5ItMe+YXm1PUN+a75d5IW+wDxdPfZZIL7WgPg+UT/BvmuZhz5pCDk9dcMFvqRaiL5sNnU+bsoQvWCOgD7jxoc9ny+Xvk8Qij5dBJa+vvB0vgiyLb5uBew9n9XpvsI3bD5+cSI+fBmdvcBXZj6rAgW+uMuMPdJO4L6MvRA/5pDJPvdZiz5WXrk+JGe6PsxHrr3LGCY/hDRmvutp/r4X3WU+XoILv9vpmb2MHYq+4qCfvpaH+z7feH49UF5evkKlvz5M4F8+ryA2PYnKQL2G1xU/lgm8Pu4Vpb3wldk+8fbKPoCDZj6SCpA+vDw3vrpok74zP4w9urSqPqlZJz5yllS8RsJWvin6tD46Q2C9UsuUPgIhOz9Uy9a9Gz56vhidZj2oVN49lOv+vCpdmb7PkX6+Amq/Pjkw8D0Oqvs9wO5xPohb0z4+igw/J7TLvYT5Q77Gk3I+Zww6PlRWjbyOWR6/4HloPl1C876Zbc8+HemGPmYWmr1FO3u+jiKEvmvmaDyJQmY+nwelvlXqvT2ZI5c+z+YwPWeinr7Wchw+i4AEP/3Rtrsirfw+6pAUPQzBZT5P3Tq/k+ENvuCEX74TKm+8jacBP7PRLj+cuZa82xz3vTATpD4yyR8/CX3LPfrrlT7Nv8s9ehxnvrGXhz7ZRnY+r1NHPVcpmz5YLZM9vl7EPfr4lj3V47w96DVDvX31ZL7QDr8+S9SQPkvYET7K5xq9L4xcPaGdRL1vWoA+dKzqPq0Hlb4ho1O+moiKvt44gT2ey24+qhyevIZpkz7WueS+2ob/PqEmt75yREk+sEwWvhNQBTsfsNs+bV2JvC8r/j5YxwI+o0mbvi/GTr6QtXg+kpFOPhoe8T2FrQI+exC9vMzM0r6oGyA+OQXLPrca4b7jHFe+6ybTPtU46L3hteo9Qk1PvqY9bD5wshE+","Kbj8PhdO476Ui+o9S/KHvn/VJb4p6Kc+iPklPk5Qlz0J25Y+PjC0PtxBZ741ipk9FlSZPt7iDz6PLNy9n8p0Pgg/1z2O23C+9ZbKPtx42Ds2p+8+k9K+PsqqUz3Lxw8/Y4KBvvSxBr7YsUM+aJGsPsVCFj5rByw/Qj4XvcYEiD1yLjU+7tCBPuXDVb6j1Ki+DLMoPWnygjwqA/s9TqSFPkimdj7S5Ve/F+4JPt/tVD+IoWs+/XuRPmLh3T6UVYG++XWivhKo7juIYRY/9vuDPatd7T0BlbE9RVyLPqbIOz9gZRO9uRUXPr8GHT5iJYE8XCu9PdpFEj5UxwM/exJxPmVkHj8hsfE+MEs3vuVNwD/ikkA/u61xP4NvVD9z8Rs/cUICP0EtgD9wFD8+io1kPeSo6j45qX6+TpkFP68xbj8/J78+z3pLP/YGqr1lh3Q/4hJzP4bN8D7v5XI/BOkVP5vsST8StHU/JoRtPhSdzz49DVs9ByMoP2W57z52bQs+0KdwP4KsDz+0SoA/gBbEPwxHej9eFj8/i4LxPMSOUT9N52Q/cnwaPZlfeD77paI/3F6EPgD8wTxGeW6/S16NPNq0sjxq4qE+2uF9Pxi9FD8C9EY/r1GEP8P8Cj/F+gk/tbdaP8TdKz9gmZM/nWytP/NerL1YKKU+V3/UP+sEZj/JoMU+dZXrPx4ubj92vR4/+LWmPg8XOz8plxY/NxoRPx/Chj8s9p0/z8lEPll3Zj+XkhU/BQSCvej3+L6A0ss/HCvlPpcqcD8CtHo/3IQQP7pfW76n6xc/5CidP3BUcr7oEiI/OwaGP2/ANj8Bj5g/yEChPvzl2T7vua8/9jwUPxej7T5H9Vk/GRYqP/pyAT/T4l28DkvxPvtWB74D7/A+9S6HP/9drD2XKUI/hTM7P3hSQj8rYVU/ntKLPtuh5j4AjdE+F85zP1SBAj8tI8E+sSoaPTmVLj6awss+S0dhPyVRor5wAbc/VU0IPhTNzj4/mHQ/Kxr1PqfLjT7mHJA9","48nUPgH1LD+8NVQ/7bl9P5guRT9TjCU/CnipPgB0hD9PkK8+nBYiPgR6OD8NfFQ/3ixYP+kYfj/NSqW+/HcxPziCij/Yanc/WSgqPwefTz9+Lm6+nZ4bPzdihD7mfy++43YqP1KnhTuyxjY/o+HqPpVEIT8x16A/CRAcP6pKVD/CISQ/tpufPxnoTT8DLaU+b0pAvcTeDj/ME3E/v90AP/i3XT+YHvE+F2IoPyBr2j4f68g+3PdCPzLczj7Z56s/KSMLP8FL4j7UmZI+hAeKP4JkEj/C0O0+ceHXPtsTAj+9zRU//46ZP9ryoT5mHpO9WoWFP24rGj9cpIq/AXImP3/PlT9Hoos/R5JzPwSLrzwGiGi+3taMP5nvWr9HE4M/C5+WPyv7kj/Vplk/tM2HvQSbTz88tG4/13oSP2lVoD+YzQc/kKI+P9+1kb59JjI/KeAKP7xm9DsTdIM/ozGtP9DcQr2PYj4+eVvqPn+uqj8IfA0/RidpPxNxJT+9FYI/y+UMP/CFZD9nIs0+A7o9Podt2D4n+4w/HzuzP0+oQT/EKE0/Fas+PxcrGj/RtlE/s3navIQlpT6y64i7D8PiPoR7hj8vqHA/VZkBP7fCVD5Y4m0/ORCdvbObLj+VDKM/IASWPxhlFr6O3h8/l8fBPpEsdj/yyY0/1IZQP9Uh3T7V4Lc+EZMUP5yFaz+Nja0/+PLqPqpElz9/SAe/Z954PyPZGz9Yqqk/XVhQviKPMr4OEWY/8WsjP3nokL0PAsk+R60Nv9ucAj7w9po/irsAv4VaKzwvKvi88sMEvrvbtD/uEZW923mQP+BrqD/bGyg//uM3PouEtD72hcM+rk6CP57GmT+klZG+jXHlP8fABT8HdUS/GuOtvnI1Mz8VYX6+29LAP+bheD8SHXk/7Y5iP4trHj9ueFc/XtXQPovjCz8NyS8/o/IkP16BUj+sRqg/bfmlvN14nD/H5Ay/WtN1PdSt9T7dRng+qh4LPy2Fvj4f+vu+qznJPrHnCb+oeqk+","AWzZP+LYmz8lRgq919A+Po+Nvj/wqG0/Hg+svhVdiT8I9Y4/CoBPPwi5Cz/NkrA9f7XVPuMykD2Nv7I//R6Vvrj5FTxuj00/PS6jP9Jsm74FHpY+ZoUovpBTJj5XQjg+AG91P91E7j4uqX0/70kivlCcVj/lOmU/DGaYPnMwQr2etCo/kn4OPofo0z/OvMQ+tmkUPyY3777edAI/xYiQP3Nyg7+D2iA/Qf7RPiDDeT/TfS8/3wlgP1bNgD+lUjk/IiE/P2BSez/hizY9wWAtP22JTT4My0Y/S1OqPmLDhb64xk2/ZaEDP9eHrD8f+6U/4TiuP87Y4r4LOYS9v/Q+P7svWT+rCX8/L6WVP657Vz4PScU+CPk8Pwvw6T8jGKg/8bysvSyXSD/fLSM/jv64P+b/+T6aRNk++YxcP4polT7R8cE+hCsDP05YZj8DAOE+Cw+jPnvlOj/nKE0+c98YP2V9eD+gSjc+BHR+P0N05j4Fisw/vTIUPkAdIT/dody+9ImbvR+E3L717Ww/pGnBPt0fSz/mZW0/5RIYP3Ms+D7D1Fo/qzLuPjVNgj/jvpA+XtlaPg5jBD9sRkU+bmwzPCKrVT/QYh8/50ujPiX5O793CNE+WZo5PjrOkz528zw/L2Vkvg7vYb8b4Zk+lxarPkkxRT/DJuI+SkboPu2b+D4r5UU/RR5GPsS0oj9RbFq/ynbEPnIlSj67qhA/yhlDP+9F0j8njX4/E8plPAsSgz/NqIY96oh0PoPLUD4kCp4/jIwdPzRdLT+NBIc/VDY0P7MUxz9tfK4/1kjxPnbXtT+ItYQ+EUBFPw+MTD+oYFg/dpehP4zN0j8aJi4/XAVLP1XYLj9ERIY/tP6CPp7pzL3sDlc/N9JNPlFqhj3mGkY/7QejP3iuab9HgaI+EDh6P03NnD8oFg8/JH7XPjqwvT5iAro9JUh0P7I4XjxwT1C+GEx7P0intr4VYKE/+KoTP6aqaT6tVDc/iq9/Pwjx7z7xP5U/CMzlPkeBTj8taUE/","pZDdPXsHozxuZFe+A/E3Pzs9Ez/HqSA9Yx/cPTbGc74L+Sa+trcPP4JtlD5gLRY/hajPPT8F1z6THIk+339Uvo5ewr/cYb6+dGh9vc87Lj8ocrI++B6Nvzie2r9o8NA+aw84P5uFUr6RxRQ+2ZP+vvS6Bz9Yxqo9d1zrvBV+uzzFBrc+Laiqvsmrzj5i3z8/X1AIPwcSxj4v6Q+8cSTMPYBKrz4srOS9l2FoPt8T7T63ERS/L3+Svm993r5aH4A+l6l7P5mOAcBIkOI+h4Q4PiD0Trt3Tg++iYlwvyCSpj7UVJU+kFMGP9lb+TxrjMM+znQ5v1whGD8tTa8+YRvgPplmub7SmjM/Nx/xPmfbVL1QlvC+Pj+tvdpk/j5Ng6o9VFy4PmcZhT6Sav68DxDsPj88zL4ivw0/2uwPPlulSD+F6DM+M/2xv1L0YD9YgdY+XSV6veyyhT45cTA/LxKrPRn2Cz9aRU6+r3+qPSk5Pz+iVv6/BsUmPsdFqz5KyWY+5UkoP/m3yb0eth6+kw1SPsnmc738LHs/g/aMP3R8Hr4JiE0+Z7MMv9WrW75F/mW+pho4PxFvkj5njbs+nZ38vf1cA77/rj4+/87/PVy96z5m1ko+Ql6ePRjBSj9uc4a+vYUJvlTtsL8M6de+zlb3v5J1wb7uida807h2PgeaBz+r3DI9IOEFPSKIJz4MPfm/baCWP6QNTb7o6Ky9pHjsv9quGb80/wk/c86WvmsFsT3p4AG+QksZPtFgAr7mKEs9I5DmPuZ4Hz+JgMw8NLxpPyBTzD4ac18/C8TOvU9JET/cyYk8bk72PvlxTzxrvM++JDJ1P6FXiT8xins/nPHSPnYt/D4E+ug98KuHP0+LcLogQAnAKDVBPllXV79K29m70F6VP5LSmr4FStY+cJSMvNI15D0ObYo+9GeOPr3HS75bkC0+XAEVP6qNPj3X+wW+lsUqvn1z975K7Mm+XT/Bvw/3PD0vei4/yTsyP/Uhor1rHC4+ejhRvrGegr73sTM/","GdLIPpKVyr3YpQK/hdaMPd4yA76IUDY/IeFQvvh8sj6zzpM8ZAQpPaErAz7Dw7k+apgMvVG96L3Ilzw/VMMbP1j0Fj2DUAE/Yp1rvqqu07/okxE++6LvvjbB+j43o5Q+ICeGPQbCK74K5ny+KBQIP2mp2D7E7bo+Lg/2PnLzbz5UWei9Kl/+vcgEAj+7jgM/tyIVP2mf5j4lgbs+v62Bv3MpTz6mjNy/PJ6xPmbF5j06fMc+utXPvBuarz6lkYM+s3ApPw770b0ow9A9+sDnv9vZSz5EjwE/V9YHPVZOqT5kYc8+ElH6PWX0qL6yARY/UsoZwDmo4D6p9oc/cRWvvmISDD07nFg/dMlYPvqN7D5lINQ9LB1tPkclEj44RTK+yiCFPmXJBj5bloo+0BvzvjnqWz5RyJS+t2fHPovgjL3PRru+h4EOv+Dtp77hIbw9Efbhv435Jb4STNy9NREDP/y7VL419nk+w82KPoPw9b0HTZu+aq6SvYiiFT6TCbw+zTZMviNtDb/U3JQ9I9SHvgdWQD5/Bym+jVnYv1Nc279x4SE/2TFbPweGGcBXY7y9wZxqPsA9Jr7xm/2/dNOsP7Mdnz2cmIc+qaopPrQTHD/Y79u+WyoIPu60IL1px6K/21YXPoqtUb7v1hO+t4bJv4V3ZzwMnnQ+Vx+ePtIGGL/Ga0S9FjaNPMmJhb73JJ4+2puLPnhRmj24po4+8tX3PpM5Dz8oyIo+uyu+Pguzz700+gI+SWfJvUajmD63646+EKllPLtQd74IFbM+xWrSvuAr6j6JSck++/g2PcUZpD4ZTd0+84UIP9erHT9Zqx2/gDI6vwqjxj4QPko/uyG7vqWV7z6AJbI99GT6vYekC77vMSi9sKWKvmDvnz48qVg8rF97vlyP3bxVnii/q9q2PqR/hz4yyAc9hwHDPhp3gDwiN6Q9PcrePsYr6b9MFR0/Ap+LvcoeAj08Fwc/q88zP1EMG79mPeS99MRjPzS19D5xcmS96U0jPtt5A78DyGU9","sA+IPiZzjr6gS+4+XPLevVq7hD4u6mi+9ajrPjxd1L+468g+1DINvivdXD4LS4A+MKckPz/GTT+MAzk/+iH2vglQ5j6ggvQ+nKZKPuxmMr+qQuq9x+uvPqUL0T7pPYG+/tOgPacq0j7Le00+wvNbvutoLz5wZUC+lqo6vjtM0r0ou1A+ynwtP0EBDr5BY1g/6Gr4vnStrD7+xmE/gzvnPGbkJT9Fg4m+uak7PSxRSD/vZyk+VKfWPYtbRD61qjG/D5sVPw3CZj4spwu/HB1jPYteJb4aaAzAH/VOvk1UzbznDZk+yodYvzUvtD6XGbm+Oph2Pcwhgr6iHsu9VSOSPuC+DT+kkgu/AfdYPqeJ2j70iIG8GtenPhBACz/qyS09t27BPm78Oj8/b3q+43VRPfJpKT7Lila9o5r7v2/2Dj8HjJG+hvZevwYG/j0NQCg+6+xJPqoomz4jAeI+DhnFPaHcvT6bN9e//xAxvcKICD8rkSU+wlZ7P/Rkjj5Bj5k+5ATFve2c8D5B/JO8vueSvSoTfLybcm6++4+tPWz/lT7Aqw0/zE2+PS0rh75hqg8/7+aPPj3eqz63xq65zVD1vzF88D4RLy8+S0JVPxsMOr3MgZo+7FiwPYNHTz/QIE8/okEhOymEBz9nnCk98QyoPg3s370dsCy98L0VP2RYRj/nVp4+BX3PPko3cz9RHx8/cPnJPpecSz6nmyA/JLc4PiD9K70Lwx8/F2dVvlae/T6sVec91g+QPjxgzT3YDqo/lm4NP887Gj9XDJK+8neCPt2MAj+UF5Q+RzfsPmGWB7zUWNQ+Ba+yPYkX0D4XWR0/ruMyP2to1D5aM3++TNGDPHIRsj2G1CM/r2VOP88PJz8QsBg/mKmcPoWcBr9wgMm9DkqwPkQLJD0a84E/kcAOP4GKIb5hk+k+Hv4lP9MzGD5tpDk+fgJMP/kNAz+qBOI91K9hPybzfz9nAlo+qoUdP81wCT8/oxI/lBRQP0ISfD7+pHM+oJMXPrNoZj/6Pas+","icjCvOiLjj9xsBs/SvE3P6wz0D42YwA/UBNHP6sl1T2SFLQ+tViBPqbjcT5BGio+dbA8Px3Rgz3HluU9+IAzP3ep2j6nQOI+UQinPdtNFj+o/Xq9HLcKPdmYRT8eB0++KAOOPa1s2D6Yyso+XQlhPs61vT7ttkA/OltvPiCLoD7bxN8+EkBBP5S0oT51e5I+sSCOPhMOrD5dXog+29nxPhijHj7tWt8+OQbvPtRqoD42J6I+1DsBPxZa1T7IfwE/JPVSPpef+z5ODOk+JBA+vu9L7r1j7Xo9E+i/Pv7aAz+Lhq08c9gzP5p5HT7nV1k+Pil2P5zTKz6bFfi9HGtJP2sA6D2/dd0+H7pXP+XGFz+kGtU+Ezk0P9Wsqj6a6jM/zRYRP+CuEz8ZJLw+9u7lPicPcz5zN98+fsU2PzOXIz4XoAk/8AryvEdCVb3m0CU/YkkoP9COLT9VCSY/65bdvrHzWD6gixg/nIC0PMxiSz9nnis/exnsPppcaj5bW9s9IPgwPxcFKj8SXtA+X5NBPl/oGz2nyok+IUUlP0Jkx70jido+2K5rPpbHN77KUgU/5wz2Po1g3j4A2D070F4BP3mWxz7VuOA+NIdBvQ/8TbwZRT29b2NZP0QQ8TwocBs/40cyPi/yej+cMzM8sT1Zvrnt5D43tqY/0N+mPnWYCD1YgyQ/+D2eP2+Trj/y8uU+aasFP/oNPD7B66s+/3OLPX8AlT9Qsgw/aG9BPx0Mhj569DA+X3Y7vhOapT7SD38+8celPgX5kT6HVIE+bznLPta3oruOy5c+FGyLPlRw8T4RtSQ+GaMeP4onzD71lE8+AHzYPvM7qT5VqA0/y7s7P2WDVj+2bho/qCeuPjPlCT+Iydw+9QF9Px4HJz+zr1I/82fyPYKpsD7g4XI+AtyWP9uANj/CRO4+otJUvpGRwT3pFyc/oVg7PtZVtD7+DLy9hxExP5F5jD5O/zE/ne1ePoehOT4QVv8+JlYUPw9/Gj8tH+c+uuL9PkDX+j4KfRA/","GdgOP75XFD4x/oc+GJJcP6ONp7uwHQw/PCqnvFzpxT56DBM/AxJAP5scST9N6Jc9jPXEPkhXWz/erny9W4dCPuloRT+nQe0+UhcKP+gfqj5xygI/VC6BvEE0Ej9/bQo/HRUCPyhsMD4x7xs/kMWjPT81sj3fBtA+fdFXPocxRj4UXzY/g+8YvZusjj8krSc/Kx9svzQpiT9pSv4+2cQ7vJYZMT8STqs+vg8vP0YC4T6MBfI+PjFpPosA3D0CthA+puQ6PscwSr1ut/8+H9tpP0Uunz4ssMQ9mWstPyshKz45wz4+ui/BPrdqkzsAfng+3TZMPvjT4j3hFyu/AVnavaNLsz8ITxQ/BE+YvliZ5zxKoL4+1oZ+PutTEz8Y7yI/uE4qP2Ic2D64aoU9Lk2ZPnCtDT90NkI/uesXP7E+Ej+lgEw+ux3dPgfDJT/2MmU/58JSPjhWnL3RH0M/mDwYP81CZT7F0vA9rhJXPtiNkbv35Ac/K+aFPosvez7J8DA+dJ1JPyJAVz6BsXM/mYv1Pljx3D3ZrUS+aOBoPjY/dD9bMpC8t7PXPuG1Xj6Qwk8/Gn3JPpXccD5Ml5o+TT0cPy8H3z74mAs/5DigPhUFGD+d1EY+FbcOP3ifHD9CqAo/S3TDvqL4wz5dLZ0+GvIRP8OZxT7IntQ+ux+MPaJiPj9bbHk+5up7Pj3ZPD+cOuo98EwtvjESJz/fGy4/lidzP1ZP/z5M9FA/u62JPr2Abj+AMQQ/RCfRPrI2oj7dZau9IQwbvnMjlb3gQkc/e7afPsphWT67DPE984A6vUGK8z72jCM/EOH8Pno2Fj9p5zg/xPUzPxmrwD5HG2o+kzfoPkB/zT04hp29cSngPvKFNT/5puw9TWkDP1s87T258rG9KDsUP1JFkT8LJSc/BGykPvSWZT7nYG8+TwBrPibfCD+KJTw/kl5tO4SD9j5F2bo+j97zvYckpD7KjSc/b6eyvYPIRD4L1SY9oUKMvje9/LyxMiA/UuliPyBEPT9PLls+","28/LvTb3Jz90hiQ/u/7QPqK7kD5K3ww+IKePPs/gRz57KBI/qdYtPpoedD4VuQM+KUxaPfVnED9d+pI+mfr7Phaf0T5tXYw/6gpYP3w7qjwTY1U/epNsP9N0wT4OEZk/9DrSvTw7yz5pG5m8Dle5Pvfa6T5xz7s+ZknqPhawmD4nm/M+68DVPm4zKz8Zakw/nBGGPrtzFT0xkb0+290KP6Icij/4Ey4/gyvjPkyGdz5CD7M+3hjjPllmy74SitA+UV2OPjhJFT/zQpw+nUcPP7NsLz7/AYy8VNw5P/a1Pj9OkRE9goMvPi9d/T4PHvg+fexKPygmST1x+oQ+R0jlPmgkRT6xLWW9I7MtP3TQmT6Sz1Y+FwfhOoErGz4R+bC+AVtDvVHvTD0l1IW9cEW/PqVYIjwbnw0/MRqLPuMJlT7yAUy/nZDCvpegm778ETM9u9s8PuKvx76Zdbu+GJyBPlBmgTtgIMC+ZKlPPpJeUj4SE/Q+d40MPih7zj0Nb9k9HdpDvJyNqD32Z+o+ol77PmyllTxn6Pw+3yYGvsEJyDwJo84+esIfvg7VqD7VyIc+aLYUv0sr1L7o3kY/3sIoPqGiMT9WwCO/erHWPtRdyT5jkA09e9rUPdcM776G2DE/2wB+PnU8Ar04GU0+dyyIPltUor7sF2o9A9SiPhrnrT5T2xO/gm7+PmxUnz7g/gc9mnKzvri1zL2ClSa9AHpbPdQ6qr0NJ2I8P5d6PVEYhD7jyt09hEAqPNU6ED/lk5A+P1ziPuzCD79sFAE/iGojPoB3Qb68Da49u4+uPpiHkD4smSw+Az6EvjJs8b0Cp5g+P159v8gwRD4m0Jm+oS8MPrRFgb46IhS+uV+qvlVnpj6PZ5W+rR67Pab19D4QtQA+vLQpPWGQCT7UJ+K+B3ZtvX7S0T3VRlE+mMDtPlqgoz2xC4Q+ssY8Psb4KD6k+yc+FHGmPYGyUD5fSOU+fHW0vXmMhj5MhfC+YEH6vS9Eb78XZp4+wz4kvuPqob43ZvA+","/fegPVWXOj411EQ97wknv2Zcsj2z1ze8UZVHPZ0Zhr8c4hG+YRz8PlG75L6UjFq8D7dsvtQdbj6cU7A+IKVzPVj4iz54nIg+0FSIvfVt+j61tBE/DP5lPk5o0T28RoO+hhY1vWAl+T5WQZ++tymOvtbp4j55Wqw+oi2XPqh0WD6Q02U+TQQqvk56Bj+8V/M+/keUv3MYsj6bG1q+eFcYPq9ZCz+5UIm+I1+/vZRntbxlVu67b/BPPgOdkT4062Q9J59LvarfYD4ZL6k+lIdQvsffrLy1v+m+couzvZj2DL/+5x6//Ju7PoOZwT65Cgm/VDZpPV9ePj2/Hxs/uHFoPj8ZqD4wNbA+uGzlvffHrD7zYMY+YsabPoKtvj5oYww/ezgHv0leWD6d5xq+w/CHPoY28bxr/5O+0yKtPWuhSj0Am2g+yGuyPo26uD4DATm/FFcAPga0Jb7JJFo+prwLPruAxr10xVw+sf43vhK+Sj5HpIk+6gq+Pq14Sz7DYi07H0eKPuC4ozxpvOo8pYulPhPt9D63AD09WHJAPsMq4L477Co93QA8v1ZPBz6hX3I+S1qkPgtL8D5+DmS90rcePZWzjD6CuYu+2j7ZPl7kar/LjFW+WBvmPWjmer7GA7I956BZPuW/KT8GjvC9fsvqPv3deb+TkIg+g9y/Pl69jT7t1Us/hRaHPhFTkT3a59c9HPiDPvHyOr12Q/E+mPm2vh3zpz55WQo/qy/wPgAiPr8DWwy9DVGOvtDYdT4WaHK+TRpyPu+KHL7ULs6+SbRsPuoM174iGCy+EsaJPoF65j5aJjE+bXHyPT8tZ75gpTQ+1+ksviSt2z2nGqG+SqSvPtFWqL40p52+7QocPSexQL6PVYQ98n04P/3i6L7xGYe/A2kVP0lq5z3PTnq/LICYPa5GED316I2+mSxZv1vdQT/sQ427Z5SIPnDV6z2GN9U+ioYjPvU4Er4YQmw+dkgOvyf9d7xDuRW+z1mSvnShML96PNY+fng2Pr4l2D2yP+i+","cvtbPRymFT5vhmi+ag7+PT8BGbyCbp09Wav7Pl5+tj73O7s7iHDyPcHuGz6+6Yy+hPVTva7//j51Qn29Ci/8PhpTH76Wnp2+sY2HPjJyHT+oTiu+yrhNP5j0AD7e798+siOivpIAWD7qqJ29HxFfvUgLB7+tw4E+xnKbPrQARz5jk5k+DQXaPr4sbb7KZKk8RZWUu0EopT7DXJY+36IzPjLxgT72NIe93ZEKv1l3HT+YGgQ/We5MPu3JmTx10I2+VF/BvUtLSD4ZrCu/+DjaPRsepD4Y5Ee9xeKnPrfgKj+Y5Pw+RqTwPW6fxT7AQRG+ff2Bvp7Hjj4xDQO+UyAHPuuD+T0hU9K+tqHMPnyA7b1P+8y9CCmLPpntlz6gOyW/dw3dPXonSz3qCIG+QIHsvXlkvj7RK84+//NFPsLeI74QvzA+5tKnPlzvqj5D9fq+p0hJvtGBNz6DQ2W9NhxzPmk/Xzv5KHY9ZL+lPLXNZj7kSJ0+TF4vvTBen74rlto+QvmKu3/cQT+8bq++IBk5PxFt+76Iuyk+yeOxPkTmtL2lFhE9PTasPgOOAj40G/0+2swSPjiRxDxqwwc+l5I9vjO1/j75Bw+9c1vavlfF6j6qNaK+XfN8vwotVD5G9SG+HcURP5+6eL5306g+kiDvvuBg6rzZxWc+iK0qPv6a8rwTiQs+x1B/Pqf+g7wl6jQ/tawXvT4xlT7nPio+Xh+rvfbNoz3VJfA9Ugqmvgowqj0zAyU/v5EePpSzQr/IiU69W85PvrzTj77ioq4+tdQmvVgCX7428fc+blyRPVGpbz4Jgm49dABKv2+gUb4kKo8+Hl1Avt9pmD5JomA+epgDPtOP570RFmg+5snYPX1c6T4D7pm+carBvpJttD0epTe9aHeOPvuwhT4kSKY+8tw0P8S/SD7ZAbA+2OE4PmXxi78q10M+N9otPvT0/z6lbhM//KmHvRX9+j45ibo+F5JXP4EoMr7ox6y80uAXPoZfXjrNKpY9RUKkPdmBHD74SoU+","x/+LvfA7db6UZce+Eo6nPqCfvT4VMpk92SwDvjBf4753oly+HUoePyFr5D7LOhc/oQ+KPmPZlT4TaNM9thpPvvjwxr83EuG+J2CrvshjOD+Dfu4+on6pv6Du6b/HqKA+wbgoP4DwFL9GBhg/XTMqv3lyTD98rYI78VbHPXDqKD6Uq4c+VtABv69jGz+b8C4/Hv69PhuMIj+uGQc+nLo2PtUyTjwpJnu+jDOZvlA/Dz9ygre+oMf+vt62cL5r1hc+MIN6Pwq5EcA5aB8/i+isPjI9Bz6NybE9NdiRv3NH/T5a26E9zJzbPqqVKj4jnBI/DUzCvsUeJD9D0rE+e8ASPwwNnL7cDyM/fDKFPvk+m75YOou+p+rXve/zhj4BPig+tQ3GPtdfvD0XNxE+H2YJP6NaAr980Yo+2w8UPeJajj/hNlU+vcPOv5wHPz/b1c4+p53NvXupBz/BomE/Hr2tPryu6T6IaOO+rzCHPlOjOT9JAxjA2NzJPtbACj4TinQ+210DP6E6NT3Z2cu9U+7fPTG3fL1X1Dw/Oh6MP3XYJz7OP5c+znXRvkwUvr6mdFK8O7+fPsn91T7HwLI+ziAovq/Fmr5pLrk+eVSavv9jgj7Pl1s+lCMWPjw7Dz/pxh2+fX6Lvqtfx785/VG/OD8LwCJkn7698aG+2ykPPyBDkj5Uj44+R6ayvs4yKb40gwfAcF8XP2TpZr6pBK2+UkIhwMFPVb+q/E29u3TtvlQUKD6iApq9UV+tPLFqB74uTXQ+12EOPye2FT8zrdm9QFQWPxAaED9XRGo+ZWeJPaja3T4s8Ek+SK2HPkg1NT1qiUm/5+MOP8RheT9JYGc/+4tAP0iBEz9XHs+8Q71GP6KxvD2UjxDAbyN8Ph5Qb782yZO9E9glPxrWwr6cjAw+GNMavg1taL74pbE+4aN9PaJ14zwkb968QIG1PkMPGL69INC7GnLwvbCzF79v5o++ulC8vzT5Gr3tCBU/o/lPP478h72udr8++qGvvFCqH744JjA/","1hgtPoGO9r0EZTC/cAaHPr6R8r2L9QE/bo7jvFrifz548oK+T9mUvrUM6D3zJfi9Q3sdvCOL/T2/AGE/furxPl8kfT5TGl8+ED2hvsU+479bKkY+cb/yvqxR7T5KK+Y++KITvydBs754cKW+ELXjPrQ/CD8OJqo+83DOPkoWvj6s+vG9bgnEPfOL+D6DqPk+zBAJPz1DTj149qI+k1+uv3vt773AxAfAiXeqPgJRHj7oGs4+pFqhvqPf1D5uK2c+dnjLPQmu172ILk8+g5QBwPUVij77+6M+JE0Lvo12iT5d73Q+Gnc8vhzKh77thcw+DFQqwJE/+T4nuTI/I16NvsucRj2x97E+m6ypPn/MZj6fc6I+3pHnPhHiL706cxK+nVm0PQET1D7ASd8+QeY8v5Xdqj0upie9eMiNPs4hnr5aMPi+n6ThvsVV5L5OUzc+KRgAwNRQlz0SN/S8wL/kPv5i974YGcc+/gtDPi80VD6OcHG+4COsvm9E5j3mAbg+733tu9hbEb/x6ak983+fvnj0nj6ZTac8H1fkv4Le9b+Rry4/9KECP+VRKsD9udg9H24EPqKG/r3FaQvAW9lfPzUkUT3SPjo+Ac1MPkf6CD8hK0i+wMDGPfFrpb7AJaO/b4E+PiMqt74oYA6+STfnv+Z8fj1e5Nq7HvGlPniG177sfvG85cKKvaoirDtoK9a8dL8GP1aIvLwGV+A+VCBAPyncJz+qdAU+WhWrPqGvgLz5cxG+XIxZPR85/j5G/xE9G8cpPeorb75BpoE+/VOMvXU9gz5qMpw+91+1vtk8MT32zNg90wwmP5HlKz9Zeza/KjZevwMxcz6KJNQ+bGmYvg+dyjy44Y6+umaQvlyTz72rn5i9L8ksvitRsj6PkAa+uQxHPvk1hL4OIVC/g4HoPS3Tjj6wNLg9IwJbPq1oFr775yS+sphTPSHB+r+p8g4/hkY/vWjpxj2Ue7Q+P+xPP5sP2L4aMfq8sswzPzoALD9KSFs+Y2p0Pb3eK7/FP4E+","dGCbPqdQrb5sBao+6SravT4Mwz6uyfS9wQmgPhwA+L+OChW9gXOkvu8plD6933Y+TdREP0ekQz/aqc0+1S3JO5xIFT/SOyU/kMt2PuL1e7+YNDm9EfvdvPJrSz75nKG++nT0PHFQaT3XvpI+c+IFvxskDz5RuX09j96MPUuIIjwOEE0+19FRP28tIb0RCi8+ON9Av0qqdj5AWD8/NRFvPk9KXD9/FwW/GpEoPi6yRz+GTva+UB24PrygAj8ahii/ODPiPubLaz6d0ji/V/1wvZCjY70CfxbArokzvsO5xj056Ek+rJohv6FshD7X9Mm+NkUYvmbeTj1dk6y+/YofPgGrDj/u5wG/7d4RPhz4tj7ClRu96x3EPhPgEj5h2xw9NGwIP5TqED9E5pe+O2ImPpssir3jL5O9fxwBwPsWGD+xndy+f/2Ev4TvdT2WJHs+sZ1AvsdvET8d6fc+6QghPS5mJT9TkwDA71dSvfr+5z4Qu2U+nBULP5uFoD6CICo+AQ2SvoHCMT8c53W9JfrlPMLlx723HHK+QerpvRsot7zaG40+JRqcvJh93L6RZN69XRejPhEY5D7sf0w+dKUNwKU6yj5jXKg9c82oPpsrG764oaQ+JEN7PuSU3z69cZQ9+Of3vSdIDj7WoHI+/1/nPhs8d732rIE+ZiaKPnWYKj/tmaG9utddPTRALL5TFNg9PVFhPeDbOL6HTUY9Ih30Oz/lOr4RBrE9BSoYvl2rJb4ozsU9/fxNv+XdkrzNgco8GpBdPvVqrL3uwK++SwTbPcbLvj2r/Q4++6D5PSxlAT4xSf89s266PaATIz3SFyi+PEzjPetJhT3TQK6+1tHEvptTSD73pYU8SBvVPi17yz5Uszw+O8AFvpoVOL741go+mhYYviUhxL4xRWi+Om02Pi2axr5y1A082am7vtrafb43Mvo92SQvvOP/zT3+3J6+vTb+PbK6GT4GO0m9Pwy6PX0FWz4MJPE9QhdPPsAPFT4/hCO/lvGWPldkez79P/Y+","r6gZvHOjCz/h5uM9fC2nvkohhr6mi1e+a95GPahfoz6i91w+i3nzPXOxYz4PZEE+KDO/vtOgmz38hji/v/c0PlwYx7xe9u09sjIIvGirxD311Js9gLKPPmyWaT65ggO/FYzbPCwG3T3fhpY+GjgbPlWQKT2Rhoi9zmFNPjzbLr1+zQk+carRveUYmb7fYVu+VlbZvTKWkz6CJtc9JFHpPKsMaz4rGMo9jbUMPLcrLL0iudU9h2f+PMZBrb7nlgq+/aOSvY2yJj4qPf2+3t8mPug/rr0xRLY8IwS2uxk2Vb5HDz2/rE6cPhxDD786ouc9LswSvvPP+L1cdte91raAvTvimT1ON0++hd94vhyHNj0LBo4+gk6ZvZ7XvL5Sml4960PLvnu7nb4QjYe+xMokPm9AsD3Zsp28OEcWvMqIFj4L3Do+WL/8PUd9QL6Txmm99M1YvkvYTT3dPYG+BjSNPqQtfjux2ve94+U9vRv0PDzo80Q+/x1DPlzSsD1XsJc+a9UJPrldSz1vZRI+bAamPhq30L20rNA9MDOCvUjRmz3yo5o+8NwBvsbAez3xWq6+sEf3O5oyGj5EYxm/4ALFPbjsLj2qZxY+SjibvKQOAb1xFyq9eYplPqopUr62CDU+k7mDvtJnmT7ZK6g+aJOfvQ2xdD1Osv69XSifPek0Vj4oZV4+qnagPTXTQL4BFx29nL/Bvksygr3RkdO+rsFEPpV/Jz4RcNy9Y04+Pnlvjz3pZ+e9HJCsvJOVzT1EMCg+LftOvTzTxbvgBWa+E/YQPuhaU775LtS+ti0MPqUsjz7zLJU9qsvPvQJfTb4MJI29qkKVvIIQ5rymZje+NJY2PlbDBL5Fk8w8Gj2nO2aHtz0JkrY8fvOHvVkyQj6fJwG8F/SyPGE7xD3mzYM980EuvZjDtD1YXhW+2uKyvR3Ig7xgap4+fATWPSbH2b103Jg9pWEqPTgmBr6IpOY9TZI5PXt/NT4/hqu+aYr1vnY1EL4ZZK49qiamPvWnI72YBYe8","OHZrvsiYWrzh6c097gWuPtaJt73aZrA+ml0rv2UWXD4KDAC+uckePu/pdb7+C069e5qHvaNKxr1l5hq+0eSCvaP0Gr7u1Cq8QFgYPqkkrL2NzVk9zeNSvkSUDL62i14+wiAWPsNvHz4d1XQ+MLsqPmdDib2BnNa+uFdvPkptyjwLOco9EP04PsNTJz43u1g9Cy9QvXxokr4SelY+JC80PVV62T3uaJ8+mJPjPRiO9b3oQZS9B4PIvcCC8L39EBi+ik9UPnsJR77xkEs+AUB9PjlPGT7PU5m9WVFSvpb7fr1cYBq+CO3jvjpa07z85uw9cSHrvc2/Zr30mwC+sA+bvjlifj7aLmk+fniIvohuDr5324c9QcEFvU2VKT7YcKE+80i5PmC9wDwqMPy9sVAfPZ4scL2M/oO+3yiTPD/Fg73ziRS+HedsvSr5gz5XZ8U9zgI8PrCAkL73zhK+iLadvaKYoT5j7vM7RDuVPSYEfb4lVnk+0UUsPmduCzxR5UC/FduOvSjrKT0oeqA+1isGvizd4zzHtzq/eRWePsyrgj5PRbu9H7Nxvj3I+r2iu+Y8hrWPPmwsIj6vjLG9BQMrvhquGL4ATck9yy0hPpwckj5PsuS9jhsGPrfbED6DfLE9mFrKvdAgRr6+GVc+D4OMPnbgmT4ZQ7+8f0CCvhzJHb6JRF09arzgPbeUVD4heRq+kO0JPqlAbb0ILWM+V5g4PuRuyb7bl0O+Y4s4vf8Gnj4PX14+R4WiPePLZj4QIA+//fKjPfoOljw6zBc9DgrhPLentDpTkUW9/FvIvQChib0vZ4U+IwVovtas8Ty/owI+SQLKPrkDG75bcnS9ryX1PfFbjr7bCdu+dPXdPINfUb7BAdS9ComkPfkFqD6r3l89HQHIPRg01by2Ywy8eYScPlehm768sDY9Bm4OPZHwvr459Es9blksPsNiOj6sqRe/jy6GvfR7frzhJH699d+MvgS1m76S1hs8aokEvgsMAb9Hf1w9l8EnPKlC5b6t3o48","49UovtSRF75Faf+7lpZBvSWy/7zXFDA9zv5TPq0jbb4ciNE9ol0bPWU+rL72njA9vTAPvggQG779Rsq5yhmZPfjTrz1ilr69A3yKPA7TOz7OxYM+1jVNPphZSr32ocY+OHZHvn15VD47wu66WPxYPeJo0zzJzc89te5aveG9kD0ayGy97aebPjlqVT0kPhE9kxJzvDnkcr7wvDm+PTDuPXLrwrykviE+N6SUvrRJwTzagoI76aUCPmae271dyl8+25J3PhduuT3OQhy+E7jIvvf2Mz7PFzq/XfuDPiReSj6Uuyg+eh9aPTSEdjz7+c49Us/IPWDHE77dbey8jeHTvZTdRT90Nfc++j9eP6xWaT89xUs/jlMeP0ByGz+hUqI+pBzEPp+oPj+UJ/8+aFjiPlkAuT6KuqG9BY4tPXzQ8T8F3UU/78wXP6lJ0r5sAvg+WxdJP+xlcz6oVzI/49jMPr0XLT/+DMQ+kmRNP4dvFj+Nvkk/lJJTPwwV/z6uhr68fBmAP13PQj9PXLA/VWWkPxtu/z4VW24/kX85vvxXfj4Y24k+far0Pf4WcT+wfTg/MBBbPnfkvz4oJB48DzIEP+SPBj5dnSo/83u3PzGXij4Un54/qODIPy4Qez6/GUE/tUJ3P0f0PD9NJ6o/LO9dPyK8MD6TtuE+TNzGP0ZUgD+n50y8z+/1PzkoHj+ulVU/lZEpPyzfbj9tk3U/YBPEPuhDgz+0Di4/lfPTPsAEYT9duKI/MCZGPcAQGb6LdZo/m8rnPiYS/z7ndkI/YuIAPzRxGz1b+Nk+8S62P6SQZT45J64+Y9QwP6LWyT6qIyY/5HO5PucmRz8cZRE/1uU2PzdV4z5LTi4/Lef6Pm/pZD6J9y0+a6hRPrO0Kj6JmEQ/OHULP+mHdD8LsB0/f2CkPrybAT+jpZk/7qSbPls/DT8mB5Q+pO7vPrOlGj9C4/M+q5M0PpV5tj7/5zQ/I7JPP65HCr5lNnc/YlBLPiCprz6HTs0/z5nlPq6hfD4oVGk/","RczjPqVnSz9YKHc/KgVRP7A/ET9uFms/zwAYP5TfNz9b8QI/ljWnPoob0z5SFkw/CcqEP85UKD/qig4/f1Q+P1DVVD9KCIs+1CoGPvVAdj8y/RA/s8j3PuckJD8Y7zi+SIpFPyN3BT+Db6k++FclP0qLJT/zPSs/9ecSP9XNJD+zDnE/r6qbP79jMj8xY7s+PRGFvdTvHT/EWkM/2j/YPRhqLz9OfHk+aDSmPsz1Gz8gKg0/fYHjPvG8oj4vOIU/odmAP7+3ET+n9KM9Z6jgPSiVTT5tT0U/cq2qPn9KQz9xMEE+tPIBQCW9+j5yaCC+TsKGP8R44D+JWRc9YZgAO0r3hD8ieO8/pj7oPwLFKD98s4g+pOfsPmBYiL0hBFE/UCnGP06Hnj9c824/UWISvTF7sT4gPSo+37stP0xfCT95N/w+wkrfPmFNDL3l6pA+1fZBPmfMMz/jHZw+xbKYP1njs7047+A+DaTtPtecdj+kviE/c+8WPw9Bhz/CWqU/fx6XP+d5Ez8azAQ/qLU/Pye0KD8d52M/6NtZP/u6GD8gOd0+2lFuPv2R9D69Qvs/onZJPzWDUz7jiNi88pYSPgJrAz/xupk+pTUAPyjrtz7SvJs/EqLKPrKZVT84nkU/dNWUPlehqz25eDg/pMVzPzP/wT5b4Wo/6sAAPyJhNj89CRA/x3OXPnJc3j4WGVk/HRkwP5DRoD9ABby+2NBHPwYw6D5Cs84/TA70PpTC0T5s8Bs/f87APzEMMb66Jkc/2FjTPiUX1T4UJws/mnlYPviTwD7ja7s+4g2pPucyUD+0BXi7Mi1TP7+cYz+tHaU+gODhPvMAFr6nSLM+EZ4EPwTEhD+ItPK9pKDGP8mxej8BfkW/lWXSPhRe5j4/I/G9uAi4P2+pST9BW4U/6LYXP12WLT9iTxc/BuTJPn7B8T6Dg14/5vMtP/IOVz/ZH7Q/CpliPzUX+T6hXec+UPnhPiqeAD66Y88+QFX9PseoHj/IAys9uTNPPm9aNL/BNqY9","MszvPxF9BT+9Fnw9xwhhPhqbaz9MlPI+EnYZPzYWhD/bvcw/vqoePzfpED+LMd8+pVF3PiLgKD/nm7w/zjEwP+Ew2j4BC0g/qCyQP1J9Tj/AqEQ+d/zxvZHd5j5RTe8+smCBPnyoFz+SAGI/1OjVPm4IAz/AxQk/YqV4vrhsJD6BMjA/m62kPpKlrT/eqZY/2JknPyxLKL71g2E/RrC8P0Airr7Nv90+xaD+PpB3iD/oHoM//OuUP9qaXT8yq0k/IPLZPu/YUj9wCvE+qB5sPzFiWj4DSkw/Y7XnPrLZOz8LiEa/oTc0P13NMj+JXRs/d9BjP34iVL74tNk+MUZgP8/JcD8E2Vg/ep+sP00hqr0zU4O8JxtkP7fa2T9OaY8/MRXWPmIHhT92tYM/8fnTPygl2z7o64E/eqdVP29FDr7Zhp8+v+GTPtLelz8Kn/E9oPNJPmm3AT/5N4k+P52ePhS3ET+O3BU/N2KVPyEcIz/WwKQ/cATnPlykKz/ZXi8+McEDP5TD1b6uSnw/IIgIPocMAT/FG2w/pULoPjPc4z3Eup0/hJqAP7WDlD8XyV8/qQ2IPpJuKD9lyBw/LgL9PmajND/8QAY/vlMDP8ghITxcxWO9oAS8Pr4jED+4Fq69/WBvPYqgXj0DPle+D+ubvVX6Vj9l9oM/DQtvP11FwT5ucgo/+EtKP+bcgj+nCuW968l8Pmr1CT4YsRs/zBkvP+KOaT+t9Zg/nAcMP/QbFj+1x44++tPPPtReoT6C3VU/9/rnPu7/mz+KNKI/AnJDPrroQD95s8w/iI7PPqNi2j8LBXw+AcIaP85n9j5pCWs/8kIvPxuZYT/d724/D9DVPpA1CD9FcXo/XQpgP/w11D5ax0A/gz3OPkppUz8FAgI/ABWCPzFalz6lMj4+6VbAPgB3pj+q5TE/ukekvdklhj6568g9QdHVPpifj77/gB8/Kc00P+3ehD7qd60/ZSB9Pm7lhD0ptbQ+m/+6P4+3gz/PsqU+rBVdP+CuAz+lZU0/","vBo8vrVyVb3dv3M9+6BBPuFElb0P0w69pSKZPRFBoD3V1Tm+ZRN+PRj9FL5sqic++7hBvfsxDr94Xuk8nc4PPpIuiz5ySRy+6qX2voLPbD6KW5c8EIcvPkbrRj6g2hs+rF9NPg5RRj7YCyG98vgkPhTpVj3pLnI9YOW4vohwVb6odRE+FxkWPv9C3D5hsHo+YBIdPoBAgD22bpa+YaDGPONRu72MFbq+JSMyvmK0ND44q3O+0CU1PnuTW77EUIy9xYEbvizzpT2P/j0+r3UrvrxtKj6CTd4971iFvfh+fD6fPTE9Q8qWvc8+lz5TYki9SHiDvgD4nT5DZTI+XPW6PtV5MLwsqLo+hPqLvuF74Dwu/QW+dBwNvkHqCz6/yTc+lvPtuzdIhD7c5Kk9k2YTPflnAb5CSRA+SCxCv5N33T5F0JE9W5K2PbDsoj0VzWu9a5oPPvbSAT4UYFA+jSYPv8GGXD1QuEw+F5b0PWiCfj4ImFK82eWFPebHoj40gI6+jfcFvsOrID7s+ZW9nlh0Pc1TGj58ErE+7hAvvAnrgz0jDb49cYogPpLMpT02YSU9wQjtPM2QDb5dQ9S98iVSvHjBpjxQ7w69U7CxvRPwUrzEEgS9BJcwPC7wLb3xkce9RVJAv9cL0z1W0o6+L9CiPgXY3Dzl2f29jns3vVM/ZD3kiIS+aolSPU1ljD0b21A+UvaDPt0ocDwQHoS9x0iGPhsiSr6Jy8a+4zTBveoRTj1KrIA+LfoRvsohgD1eWIM9FbEePQrZPD69P8s8x5cePqBq+jwqyY89R2tDvshwxjyxCDG9MRAxvtYcAb4roRc9f05SPnMolj5Zez8+zhiFPfRdaj4vWRs+zLVQPkcFyj4l7Ie9HKYWPvChoj2UrzO+L7G0PtPtD743XCg+Y0mBvUbfgj1sraC8FhkGvjvsPT4nYw0+zx8APpOKpL2w2hI+UqEOPvzNyD2yxy2+4o99PmEwfr6zdps+biSBPav9Br5YgVs+/LKwPVZPQD6Kur8+","HY8EvcJmBD7YtNM822V6vZF+br7DqWM+Q1ubvfAWpj0Fznc+LRbyPZICFDzO7Jw9RHmvPSAW4j22NPI9/FvYPGomc75kDK69KQ3ovWMKtT2mlQq+NC26vfWfJD5NCDw+uFumvYyg8L2eMmi+fVRmPlKALT272Ts9Rb1Jvp3Hjz5OT4a+BmKCveVaa77u+RA+xGzpPVLGpz0hOm4+QFihPVGoVj273+c9MPJkPoIAwjzUYjg+70qiPezE172U+/E9X7eZPuWSf75YE0g9eQfkPRQ6Xz5TtvE8BhePPV6LuDy9nho+p4CivapDhL6riUI9qRKkPqsrfj6LGC+8Og6RvT5kND7R/7g9nTYDvrPWGz7gLju9D7YxPi4FO79QOQu+5eiXvamSzD4NcSI6e2O4vG7X0j0QEbS9g9hFvjf+JT2fJee90X8EPtFmiT7wPJs9NLB/Po/mjr33h3C+k20bPuJycz5Wfu49GDo2Pie/Zj4c4gg9mbKXvm9DVz5HQTW9pwOJPtiEBb6Ceyg+7kQ9vbbMAr1S7Ve+h01VPhU0mD4zanM+qcTxPZ+Tgz4X6PO9h5iavfO3zD00mL+9JEc1Pl3npDzgB9K9l1f6PTwbqz74Uc89qvfSPeuja72U9+E80/iOvdVVpT3cJgQ8DUqOPvHhnD2ct9M9ahYkvqEIfb3UhZw+/31kPc7W8L5sL2G+upcKvdylsD0oU2Q9clJGPifP/j6YwqM9fREvvteaQLzFDk0+PRJfvuwhdz4A3si8mwSQvr+QHD4ZJ+s94XNpPgwlmL0acQ6/7AjCvFpmmz3Al+M+rYCHPR8NAD5BfwG+A+JtPkKRRD6/6gI8lda7vprIWD4dDcg9n6usPurRSzwCniE9478kv+aPVT5s5Jg+oqEjPTSxgr1IFSe80PC8PU/3Zr2mZrw93MILvvrY2L1Lk4S9v7OgPgSvVz7bIma9j02pvue+YD2/iV0+tn9RPcd/ir7PL8i9nyClPobfsT72dRA+y8dkPjHrU71ZryO+","s6fVvMXjzD0Egww+ddTmPdGOZT7a/JS+4TSLPl7oIz6KbLW+4IHbvZ2/dD3KJAY/SctRPUsTkT7EA4g9CPv7vvxNNj0+T4c9XqvmPW0aVz2bleK9CqiiPPSkEr605Bk+1/oaPkFNib5129k8gUuMPvciwz4vdnK+BK9EvRprRz4+a6+9LNwFvyBMHb3VOCS91RNGPsHGMT7v3Yc+oMqIPEtdsLyCODM8DI0XPtb2RDycp12+aOzjvZHB5Lya95C+J4CDPq4gRj5maEo+PJIPv3Fb8b0GDui9Nf6kvTXB3L3PZ1W9iPmJPZ0ugr3GvYq+Bw0lPIGZOjuK+Z691jvHPrniOL3sQE++fOB8PvdKTT570gi+ZQDNvXWND75RaYS8qXDBPjcD6T1vRlC+nAXrvJVoyr0RVyi+Z+rDPYCRsD6wA5a9n331vFqWk7iaWTk8NPpgPqgPAD55M/M97lmYPnHoq7666hM+ulIQvis9hzwijHS7/MeYPs2pgbw4sQQ+6OYEPiSdbD7Otok9ycIPvkU/NT5i+S8+f3aGvrWbSL22p3Y98e+APh87iz1f8DQ+/IxdPhcpYz7i94++V6oMPvILFj6/7eo9azwpPTW7V77GFJk8nUPcvoOhiD4ypbI+fuOAO6fd0T6qHTe+7OoXPlvDID5Pwuy91iCBvQ+TgD1OR0O+/s5PPNtzGL0DfCQ+4baXvFeinr4UZaO9FRqLvQcHYb6mQC67dA8CvjL0Gj5/FQk8GN9av1TGbb56csO9wDycPjyYgL4Bivy+yvd3PeTINj5SAzM9mTlivT01s71Y4xE945oyvmrCHz4YEwm+h5ZlPsUoCL6uP8O+VjMjvg8uRj7J4Di+JkWvPkVD8j4fBqk+MiM1PWAvm744SPk7vgBjvjNsGL+Bf1q+JXeBPp3dlL5NTGo+lkcXvoOYmb46gR69iatAPP3Xwj3oxeW+2I5LPq+rID6AJyO96EmsPZcswjwZ3nI9px00Pp7+Jr1IJgK/rvK7PtuvhD7xGbg+","3F2yPP/m7T7SpYa+Ty6rvuG+lr5BarW+yVb0PWwytT7fnMU+QRRJvRnGYz5HTQA94aeQvpfjET5OOU2/8FGEPpkhhr510hY+p6oOPXc7pz3GOnw+/PNJPkprOj6l+hy/VwihPfH2Fj56LMg+LZasPWjPdL1Q5PO9MAEMPka9Eb5qodk9DtwbPBA5lb7UHDi+bL9kPoKguz5XSyc+mpa1PTYvUT7sy5A9gUqmPfYhIb1FCPc9d3qpvRf2sL5gzam8crEqvgoXdz5uw/m+yBpdPq+RKb1BEbS93rAhvWobDL4ypUK/nFFTPocpN7/MIu48hMMfvrr8t74DaY69cN+QPeb4Vb7O2oq+bPCcvny3ZT73Ihg+gr9Cvm+i4b5Rz+M98f2vvipMF7+S+16+kpdSPle/Cj5xEbe9aVlEPeQUXz0lyJo8Tf4CvixsCr7WlSi9v+QDvrFvjb0J1kG+DR9UPj98Zz36yAG7uIOpvRF3j733cKs+tRuyu0TCo70CTLg+U+QwPo4Vh7sBalE+JHuGPtqVgb1+atE9qNJavDJksL1DYlc9Kw6DvmSDO756+6W+JW0SPoFeST1z/ze/UznIvZTjmjxAFRo+/hA3vuBLeT0gYCs+EaMgPpLJeL7rai0+HTm+vnDNlz72gKc+T0n9vdERx7tI6wu+ycSbPZWFhj08DBo++3PPPfvZcr53dMo72ATpvStqYL4LgtK9JLsbOt0FUT4pLbO9Fj3gPea2CT1PsQS+CSRevXROgD2l7w+8A9fVvdWvprvUEPC9uKDuPX+s4750x8m+9M6HPmBKZD75K2U9e4jtvJ3flb5+k4G+3TXjvfAzqj0kxYa+B+AKvfEnM7654i8+qP3kvVkyCz5QaJu91yt7vp7AhD4MuFw92F2qPW7HzT15HIo+46Flvjsd2D1kU8C+4xAxPsnWUT4HvzS+dZbkvbjOCT4HKCQ9RfOdO2jXGDw44ZU+aHDMPBAQDb7oOjS+Cl7/viY4yL5CBUc85VE9PiycNL5jFjC8","8qnRvVaYR76GITe8yYhsPDZwQ77aeHU+TGpzv43HdD432x68xSDUPWowy72EIQa+1poKuyOOsL0PeDW+KkCMvrdSSb7K1d89R0Auu8orCDyRJSQ+QD6zvtNyl75pQSM+G2+BPvO6zD2CvxQ+Hd3OPcB6yLzTw7W+06mHPilAGr2VxPi8sa56PjCsKz4nWJW9ce3hPZGypb0Uax4+2t7IPbRwPz4hopE9lhNDPaI8T7577Y+9xIIGPliYC775gbS+nuckvc9Lr73x0Re9zNd6PmEH4T3c6y2+WTkIva/N0r3bcfW9QkyFvsJ8iT6rnTQ+fb8ZPrypB77U23C+TAbIPRYw37zohBQ+sWLUvYwsm751Km8+nWMJPcGX/z2thGs+UygoPtX+1j0qZY6+c4YpPtLmqb1Auai+TYW+vLMSszy/mMq+E6ckviPvsD0k67s885OlPjsMB78ntAG+0+qFvnb6UT6RCEg+FtqvPftGm727FBM+gspQPj2fMj7BFlG/VTZ3vZAvgz7X01o+NnE2vnNDCb0PqF+/c3k0PT9ZGz4cMS8+SGJjvkdQCr0NVPw9q2YTPjfqfTzZBKa9Z6M9vt9ugb0kvfs9IlXAPah3mj7P9aG+H1EIPttrGj4rOcq90rR2vmobFL61p1A+sMJ0PUmnZT65BYY+/hCZvlhCub4Lz68935QXPiOeFz6SY1Q+ujLRO9xR3L08XwY+qjYaPnRPFr+YDzS+N0IRvuEQ4z5/Xz49qzjrPXieXT7+/eu+zHdLPt2zkL0+It49U/AsPbUVnD25fKC88KCOvoR8kz7UYpE9lPefvkIfrrwIwK89J8dvPtLIh71Djw4+J71vPp1DX77Z8RS/1pMLPm9sjb5moqm+krC+Pe1lfz7Vabm78neZPUKpL77qJck9tdBvPgsFE7/1PV29dcAdvV8kyb6KQsw90O+yvYJdsj5Ltja/xuRqvuJU3bzW6o++cQO1vYEw3b2Ocma9G3Mjvpd76r4oHDy7eduxPSve3b6AU6I9","l0mSvvJRkz2LOyg9PAc5Pna2271p5Bg+EQCyPcJyOr7TU5w9mGwSPZPg4r6BGNg9f3NXvnRLk76aIRm+MFcaPvKgOz0Am+O9UVGFvO+WOzuy/ZY+nTt8PgG8IT7197w+Mah7vpGVnD2d3A2+3rQXPm1aNT0zEqC+UqwKPPoLYr0KlgE9MohOPrs3BL1bMok94yCDPcW1Jb1Gilm+T9GyPaFP5z0WyEg+hEFGvhQ3XL1I0x8+pLu9Pe+ypL7YZkI+47VdPrMqlbxk2AS+MeIWv9O9mz3Njim/036UPRSmlr65KwM+VK9JPkIAvzyU0p89/3h0PlJt9L0Dxz+9hAGkvgmY8j5S/ki+NRufPUef+T6tij4+ZJERPz7W6j4uLN088qCZPgeIST9EaIA+TVL4PHqvuj1ZzI0+1Ye6PjWaRD+BUwc+gaPUPhcANr5EXcw+FmstP96dAT2LJlq+1plWvkMGPz6kQqi8Bx1aP/L+pz4Ma5s/SJyDP1kvoj3a1nI+U+LdPvMqpj23EJQ+KLl2Pzkjfz4FVsI+H1Csvqblij40sGs/KeTevgUxKj+YK2g/MQejvJ7oPj89Fps+42oqPktpBj/bdqk+yI1/P3lYIj+3+Ac/1cy0Pgujab6NbNA+hAnVPUQxMz/Oz3I/9vD3PtH0Az/f17M+rnA7Pyyk6r3xnDo+I3/mPsLV3j6vr8w92xSUvHoNaD6j6c4+PhiEPqiW8j4tyxI/PwBBvbefpz4U/aY+k4T5PD532j1u+eQ+OlFzPj5I+r2ryju8jaGaPp8Jn74/REI+Ih8AP/GnMz1adY6+lPqnPl8Sgj16tuE+GEuPO5fzOz8xHIA+2sM8vjb6qz7YhxA/TXlnP3pe5D7AArC9mFPWvsP42b067FW9GMMiPhpJFT56/6Y+kC9ePZHOtj6wWRE/yaasPleXAj7LOWE+ubwwP+9zJz4scws/0lyxvXhbkT6t+jc/NoeTPg152r3DK2y+LOMPvknKWj9v154+lJLBPlasWT187YU+","ZxT1PnrOYD5zdC0/n3BJPmx5L787PYc+UQ+FPkB1Yz6ZQsA+fm8XP0bOiz7COq8+4TOWPs8XDD9CNb8+zLODPl5igz+atom+sviZvp835D4s3QQ/Hm0rP30cjT9kcNC91Xq7Ph2dCD/JOWw+KbE/vpdsaD+p9jc/y47FPg9NJz8eXVM/bAryPtyRnz6na/i+E8xmvvAkij+1rZU+f/hhvhfCET9QUee8nubCPooosz7t2xw/Q9WDP/kr/D16hJE+HPj1O399zz7RtB8+qtAIvRw6jrybORs/AWIkPt0ea77Dn2I7l/BoP7yqxT7+C7+80nE6P+R8TD4A2RE/e88MPiKosz6XuD4/vQLpPtAw/z7E1V8+cwYHPsO6gj6aBlU/g+cgP3Ufyj6BqvI+f9ZZPpvt4j4x6xs+ZEwuP6k/Ej9Dexs/GJZsP9iHRb1Mgpm+6K6FPq4pBj/kzcQ+r9VdPgl+BD5j4GY+Y3MrPh078T4jLg0/ZJ1cP3b5jT61az4/HKqbPmc0kD5zt8Q+k2v5Pkl/Qj5l2pQ/Hn02P/Uh1T6B69o+18NFPtSkTz42DxM/Ys27Pqgl2D7pJ/e7HS3BvI5yAz/cy3m9Lk1tPz1Smj4/d1I/gDTXPXFL3j2cnAg/u4pRPotcDz4EV9g+yOQ6P8+swT2lasQ+NglnPbuL9j7BmN0+YpTUPeJeIj/ciBs/M+/6PHSPZD+L7mE+OdQFPw7aXT+VQYc/tVrxPt84Zr3i8jc9pFlXPrJGsz6+ZqG+5O6BPmpCFT4ilZA90BnYPven3r70ZJs+T5YdP2XTzz76d7g+sUniPuryjz5snNw+vWgPv0AINz8dmHW9AG8gP/D2PD8QtJW9O2npPgFXQz+JEba+WBZrPzjM0D5Bu+i9/xqJP2n9Dz9P+00+1mNuPvVOHj9lbYk+F8Z9vcPZu76gBO0+aRZTPsWWej/ttuA+FRSRvblU5D0sZB4/zCvWvgJKvL1Bqbc9s2EIP4E6mj46Eag+rl+NvdArlb7o8cG9","3/tuP8ovWT+TfgA98kT5PupCrD4LKjY+HLfYPmHCKz6e4oQ/0W8RP8PQnD4ib34/DjsSPx4y9D5UVS8/ea8XvYBotj7ru2o6jpMQP2HTVb7V1b+9ZyEhvnyVOj93aDs/6yOqPWxw1T4S4X8/iMX8vRkDxz6+2u8+lxpSvg8ldr0u7Rs/PG9yPnq91LrMuZ4+SO8SP25Vlr7Y6i0/drgmP6CKjL5JMiw/IgDSPOMMWj8syqQ+PRwPP4btsD7ysik/ksMXPTK3AT+i1b29jTHnPjltnD3LiRY/92bFvU3sBD/Hkoy/BD8NP2tb4T1MrbE+7kvvPhCipj7BwYm+oxLXPRWIKj8Jv6q9URlqPylE8D4YD+W8/oIuP02JGT/ngwO9oNhEP8Dz0z5WzaM+vdlLP9Bo0T5E0w0/i2P4Pub+m75pRKs+vz6+Pu43mz8D0XM+8JtXP5Oqtb1X7vk9DcUkP1sTID+6QoE+nRU0PxjxQj9Rxog+QDpmP1iv+T1xGMg+mkDcvuEUuz67+b0+p3p4PxOAbj8nskI//iz7PgaTZLx2Rho//QAvP+SlRj/dc88+ppjBPhK++D4XYvQ+0uyBPvvgRj/IoIa+keijvSrkUz4cR3C92fhFvuBbCj9ZJzs8Tu3XvflLXT7FVAC+nJERPsq2MD6TjFg/aP+/Pt69db21Po++R/1uPp7odD/cO+g+XatPPWHpKr47aWO+My4KPwUmgz8qGX8/58gyPwQIPj44Ptq9u1+2PsIfKD9FsYY/TA9zP3+93j2GURM/MCIhPedpor3FQO0+iK0lP97zBT+y5qI+HHClvuIpuz6KkWY/B5awPhqMGj6rruo+9eoUP+fWqD6mzHE+dXY2PwtxlD+kANQ+uSE9vgiUFT4Kpz09wEAvP6HK4z4XlZw9ioWCP/BxQj+t+D0/65RWvWKQuz03SIC+MID9Ps1HW72xXwQ/8NWyPVSavz98F1g/PgcpP+OpIb5vOz4/Je7QPuPpUz+AE0w/JoqNvCepPz7gtEk/","OAaDPPsNH757Z3E+F7mNPraklz7NftQ81d3xPchvhb62PBQ+tRpAPtBNLb/DeIq9nuZPvXV0SL/Y0fq+Q+JfvlqrAj9eGho+xiUFv/X/TD4IrpU9l3/Bvq7Ge7swHpw9cYjSPP0cFL2JSvi99I7TPREfiz3YeLM9KctAPtnwFj5G91w+9QYTPvT69TxBH2Q+07tWPgRuJz4q8Ek9WX2rveZVmj1jyCY+EsUhPvhIgD5Tdye9Q7SCPi2Cs75mxxe9dhhVvj5Qvr7eV7M8zceJvt48p72gXqs+0jKsPEODP73NRSk+jA5xvtGttj7VIYc+PYMcv0T6Mr/zUnU+ZXduPenEnL4IZ7A+M5ZvPs0tdT5sXuA+BBoTPdvSnD2oRl299rq9O8JTcD36AdS+GK7rPQZJN775H3a+HEqcv3YIhD7wVw49Hzh2PTs7tj3LfSK/ZPUGwAwCYz5Z1ns+/F48vwBnM77eBD2+GkL6PK9gkD12tii9sjPxPdTBW73MzCK99lckv7Eloj3BXPa9qkPIvaHCBz+7Y/q83PMXvlRPgL5LfIa9GgItvlrwSD72s5U9yWrAPLT7SL3MyOC+NzF8PcSTWb723ss9F32qvuXpQLuubSg+716xPVUU7D19j36+CUWFv0rssj7uudI+vJnsvu2mrz4bskY90jMnPZy2jj4D8VI+qEpxPsQvEj61BIQ+bN2/PCRYKb/C+y++oXm5PeODML8ykAi/L0ibPi7CKz4L4IA9rmknPm7PQz4XVpU+njgLPqXLDz09Noi9lK2XPbFlKz4iK/49rzvkvUNTCMDsqP49HIl3vxA+A70r8/c+VUEyPoF9Vzy3DO89vUmXPWBOTD3eHP69n6N6vTUtm78HV629pYalO3ZJGj3m5YG+E3FNPk830r9AzEE+K2G0Plbdjj5LZD0+fDsgv3zjCr5WS4k9qQhePoTuIz6vXCe9zwiXvOOs5D1xDXS+LUMjv4mQ2D3LJ7c+cvZgPZxyQMARMRg96ofWvh1rzb7jmPe+",